
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>基本维护和安全防护 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="how-to-find-solutions.html" />
    
    
    <link rel="prev" href="software-installation.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    电脑以及电脑的组成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公必备软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >基本维护和安全防护</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x57FA;&#x672C;&#x7EF4;&#x62A4;&#x548C;&#x5B89;&#x5168;&#x9632;&#x62A4;">&#x57FA;&#x672C;&#x7EF4;&#x62A4;&#x548C;&#x5B89;&#x5168;&#x9632;&#x62A4;</h1>
<p>&#x4E0A;&#x4E00;&#x7AE0;&#x6211;&#x4EEC;&#x8BA4;&#x8BC6;&#x5230;&#x4E86;&#x300C;&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x7684;&#x9669;&#x6076;&#x300D;&#x2014;&#x2014;&#x5404;&#x79CD;&#x5783;&#x573E;&#x8F6F;&#x4EF6;&#x5C42;&#x51FA;&#x4E0D;&#x7A77;&#x3001;&#x5B89;&#x88C5;&#x6346;&#x7ED1;&#x65E0;&#x5904;&#x4E0D;&#x5728;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x73AF;&#x5883;&#x4E4B;&#x4E0B;&#xFF0C;&#x638C;&#x63E1;&#x7535;&#x8111;&#x7684;&#x7B80;&#x5355;&#x7EF4;&#x62A4;&#x65B9;&#x6CD5;&#x663E;&#x5F97;&#x5C24;&#x4E3A;&#x91CD;&#x8981;&#x3002;&#x9605;&#x8BFB;&#x5B8C;&#x8FD9;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#xFF0C;&#x4F60;&#x5C06;&#x627E;&#x5230;&#x4E0B;&#x9762;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF1A;</p>
<ul>
<li>&#x4E0D;&#x5C0F;&#x5FC3;&#x5B89;&#x88C5;&#x4E86;&#x4E0D;&#x60F3;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x600E;&#x4E48;&#x5378;&#x8F7D;&#x5B83;&#x4EEC;&#xFF1F;</li>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x6253;&#x5F00;&#x6709;&#x4E9B; app &#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x603B;&#x662F;&#x63D0;&#x793A;&#x300C;&#x662F;&#x5426;&#x8FD0;&#x884C;&#x6B64;&#x5E94;&#x7528;&#x5BF9;&#x4F60;&#x7684;&#x7535;&#x8111;&#x8FDB;&#x884C;&#x66F4;&#x6539;&#x300D;&#xFF1F;</li>
<li>&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#xFF1F;&#x5B89;&#x5168;&#x4E2D;&#x5FC3;&#xFF1F;&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#xFF1F;&#x5230;&#x5E95;&#x7528;&#x4EC0;&#x4E48;&#xFF1F;</li>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x7535;&#x8111;&#x5929;&#x5929;&#x90FD;&#x5728;&#x300C;&#x66F4;&#x65B0;&#x300D;&#xFF1F;</li>
<li>&#x7F51;&#x7EDC;&#x4E0A;&#x4E0D;&#x5E72;&#x51C0;&#x7684;&#x4E1C;&#x897F;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x6211;&#x8981;&#x600E;&#x4E48;&#x624D;&#x80FD;&#x300C;&#x6D01;&#x8EAB;&#x81EA;&#x597D;&#x300D;&#xFF1F;</li>
</ul>
<hr>
<p>&#x638C;&#x63E1;&#x4E00;&#x5B9A;&#x7684;&#x7535;&#x8111;&#x7EF4;&#x62A4;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4F8B;&#x5982;&#x8F6F;&#x4EF6;&#x7684;&#x5378;&#x8F7D;&#x3001;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x7684;&#x6392;&#x67E5;&#xFF0C;&#x4EE5;&#x53CA;&#x4E86;&#x89E3;&#x4E00;&#x4E9B;&#x7535;&#x8111;&#x7684;&#x5B89;&#x5168;&#x7EF4;&#x62A4;&#x7684;&#x7B56;&#x7565;&#x548C;&#x63AA;&#x65BD;&#x662F;&#x4FDD;&#x969C;&#x6211;&#x4EEC;&#x300C;&#x7F51;&#x4E0A;&#x51B2;&#x6D6A;&#x300D;&#x5B89;&#x5168;&#x7684;&#x91CD;&#x8981;&#x4E00;&#x73AF;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4E86;&#x89E3;&#x4E00;&#x4E9B;&#x5E38;&#x7528;&#x7684;&#x7535;&#x8111;&#x7EF4;&#x62A4;&#x6280;&#x5DE7;&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x7535;&#x8111;&#x5B89;&#x5168;&#x65B9;&#x9762;&#x7684;&#x5E38;&#x8BC6;&#x3002;</p>
<h2 id="&#x8F6F;&#x4EF6;&#x7684;&#x5378;&#x8F7D;">&#x8F6F;&#x4EF6;&#x7684;&#x5378;&#x8F7D;</h2>
<p>&#x4E0A;&#x4E00;&#x7AE0;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x4E86;&#x8F6F;&#x4EF6;&#x7684;&#x5BFB;&#x627E;&#x4E0E;&#x5B89;&#x88C5;&#xFF0C;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x8F6F;&#x4EF6;&#x7684;&#x5378;&#x8F7D;&#x3002;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x5B89;&#x88C5;&#x5305;&#x6765;&#x8FDB;&#x884C;&#xFF0C;&#x800C;&#x8F6F;&#x4EF6;&#x7684;&#x5378;&#x8F7D;&#x5219;&#x662F;&#x5B89;&#x88C5;&#x7684;&#x9006;&#x8FC7;&#x7A0B;&#xFF0C;&#x9664;&#x4E86;&#x5220;&#x9664;&#x8F6F;&#x4EF6;&#x81EA;&#x8EAB;&#x7684;&#x6587;&#x4EF6;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x4F1A;&#x64A4;&#x9500;&#x4E00;&#x4E9B;&#x5199;&#x5165;&#x7CFB;&#x7EDF;&#x7684;&#x4FEE;&#x6539;&#xFF0C;&#x89E3;&#x9664;&#x4E00;&#x4E9B;&#x6587;&#x4EF6;&#x5173;&#x8054;&#x7B49;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8F6F;&#x4EF6;&#x7684;&#x5378;&#x8F7D;&#x4E5F;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x8F6F;&#x4EF6;&#x81EA;&#x8EAB;&#x63D0;&#x4F9B;&#x7684;&#x5378;&#x8F7D;&#x5DE5;&#x5177;&#x8FDB;&#x884C;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x76F4;&#x63A5;&#x300C;&#x5220;&#x9664;&#x300D;&#x4E86;&#x4E8B;&#x3002;</p>
<p>&#x5728; Windows 10 &#x7CFB;&#x7EDF;&#x4E0A;&#xFF0C;&#x4E00;&#x822C;&#x7684;&#x8F6F;&#x4EF6;&#x5378;&#x8F7D;&#x53EF;&#x4EE5;&#x6309;&#x4E0B;&#x9762;&#x7684;&#x6B65;&#x9AA4;&#x8FDB;&#x884C;&#xFF1A;</p>
<ul>
<li>&#x6253;&#x5F00;&#x7CFB;&#x7EDF;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x3002;</li>
<li>&#x9009;&#x62E9;&#x3010;&#x5E94;&#x7528;&#x3011;&#xFF1A;</li>
</ul>
<p><img src="basic-maintenance/Untitled.png" alt="Untitled"></p>
<ul>
<li>&#x7A0D;&#x7B49;&#x7247;&#x523B;&#x4EE5;&#x4F7F;&#x5F97;&#x5217;&#x8868;&#x5B8C;&#x5168;&#x52A0;&#x8F7D;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x754C;&#x9762;&#x4E0A;&#xFF0C;&#x4F1A;&#x5217;&#x51FA;&#x7535;&#x8111;&#x4E2D;&#x5B89;&#x88C5;&#x7684;&#x6240;&#x6709;&#x8F6F;&#x4EF6;&#x3002;&#x627E;&#x5230;&#x6211;&#x4EEC;&#x4E0D;&#x60F3;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x7136;&#x540E;&#x70B9;&#x51FB;&#x4E24;&#x6B21;&#x3010;&#x5378;&#x8F7D;&#x3011;&#xFF1A;</li>
</ul>
<p><img src="basic-maintenance/Untitled%201.png" alt="Untitled"></p>
<ul>
<li>&#x6839;&#x636E;&#x63D0;&#x793A;&#x8FDB;&#x884C;&#x5378;&#x8F7D;&#x64CD;&#x4F5C;&#x5373;&#x53EF;&#x3002;</li>
</ul>
<p>&#x800C;&#x5728; Windows 11 &#x4E0A;&#x5219;&#x662F;&#x8FD9;&#x6837;&#xFF1A;</p>
<ul>
<li>&#x6253;&#x5F00;&#x7CFB;&#x7EDF;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x3002;</li>
<li>&#x5728;&#x754C;&#x9762;&#x5DE6;&#x4FA7;&#x70B9;&#x51FB;&#x3010;&#x5E94;&#x7528;&#x3011;&#xFF1A;</li>
</ul>
<p><img src="basic-maintenance/%E5%B1%8F%E5%B9%95%E6%88%AA%E5%9B%BE_2021-12-27_195553.jpg" alt="&#x5C4F;&#x5E55;&#x622A;&#x56FE; 2021-12-27 195553.jpg"></p>
<ul>
<li>&#x518D;&#x5728;&#x53F3;&#x4FA7;&#x70B9;&#x51FB;&#x3010;&#x5E94;&#x7528;&#x548C;&#x529F;&#x80FD;&#x3011;&#xFF1A;</li>
</ul>
<p><img src="basic-maintenance/%E5%B1%8F%E5%B9%95%E6%88%AA%E5%9B%BE_2021-12-27_195636.jpg" alt="&#x5C4F;&#x5E55;&#x622A;&#x56FE; 2021-12-27 195636.jpg"></p>
<ul>
<li>&#x7B49;&#x5F85;&#x53F3;&#x4FA7;&#x4E0B;&#x65B9;&#x7684;&#x5217;&#x8868;&#x52A0;&#x8F7D;&#x5B8C;&#x6210;&#x3002;&#x8FD9;&#x4E2A;&#x5217;&#x8868;&#x5C31;&#x662F;&#x4F60;&#x7684;&#x7535;&#x8111;&#x4E0A;&#x5B89;&#x88C5;&#x7684;&#x6240;&#x6709;&#x8F6F;&#x4EF6;&#x3002;&#x627E;&#x5230;&#x4F60;&#x4E0D;&#x60F3;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x70B9;&#x51FB;&#x8FD9;&#x4E00;&#x884C;&#x53F3;&#x4FA7;&#x7684;&#x3010; &#x205D; &#x3011;&#xFF0C;&#x518D;&#x70B9;&#x51FB;&#x3010;&#x5378;&#x8F7D;&#x3011;&#xFF1A;</li>
</ul>
<p><img src="basic-maintenance/%E5%B1%8F%E5%B9%95%E6%88%AA%E5%9B%BE_2021-12-27_200052.jpg" alt="&#x5C4F;&#x5E55;&#x622A;&#x56FE; 2021-12-27 200052.jpg"></p>
<ul>
<li>&#x4E4B;&#x540E;&#x6839;&#x636E;&#x63D0;&#x793A;&#x5378;&#x8F7D;&#x5373;&#x53EF;&#x3002;</li>
</ul>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x5378;&#x8F7D;&#x5F88;&#x5FEB;&#x5C31;&#x80FD;&#x5B8C;&#x6210;&#x3002;&#x4F46;&#x9700;&#x8981;&#x7279;&#x522B;&#x6CE8;&#x610F;&#x7684;&#x662F;&#xFF0C;<strong>&#x4E00;&#x4E9B;&#x56FD;&#x4EA7;&#x8F6F;&#x4EF6;&#x7684;&#x5378;&#x8F7D;&#x754C;&#x9762;&#x9519;&#x7EFC;&#x590D;&#x6742;&#xFF0C;&#x5145;&#x65A5;&#x6709;&#x5927;&#x91CF;&#x7684;&#x65E0;&#x5173;&#x9009;&#x9879;&#xFF08;&#x4F8B;&#x5982;&#x300C;&#x518D;&#x60F3;&#x60F3;&#x300D;&#x300C;&#x6211;&#x8981;&#x91CD;&#x88C5;&#x300D;&#x7B49;&#x957F;&#x5F97;&#x5DE8;&#x5927;&#x5374;&#x53C8;&#x4E0D;&#x662F;&#x7EE7;&#x7EED;&#x5378;&#x8F7D;&#x7684;&#x6309;&#x94AE;&#xFF09;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x70B9;&#x9009;&#x65F6;&#x52A1;&#x5FC5;&#x5341;&#x5206;&#x5C0F;&#x5FC3;&#x3002;&#x4E00;&#x4E9B;&#x66F4;&#x6D41;&#x6C13;&#x7684;&#x56FD;&#x4EA7;&#x8F6F;&#x4EF6;&#x5728;&#x5378;&#x8F7D;&#x754C;&#x9762;&#x4E0A;&#x751A;&#x81F3;&#x6709;&#x6346;&#x7ED1;&#x52FE;&#x9009;&#xFF0C;&#x8BF7;&#x5343;&#x4E07;&#x6CE8;&#x610F;&#x3002;</strong>&#x4F8B;&#x5982;&#xFF1A;</p>
<p><img src="basic-maintenance/Untitled%202.png" alt="Untitled"></p>
<p>&#x5378;&#x8F7D;&#x5B8C;&#x6210;&#x4E4B;&#x540E;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x91CD;&#x542F;&#x7535;&#x8111;&#x4F7F;&#x5F97;&#x5378;&#x8F7D;&#x5B8C;&#x5168;&#x8FDB;&#x884C;&#x3002;</p>
<h2 id="&#x5E94;&#x7528;&#x7684;&#x6743;&#x9650;&#x4E0E;-uac-&#x5F39;&#x7A97;&#xB9;">&#x5E94;&#x7528;&#x7684;&#x6743;&#x9650;&#x4E0E; UAC &#x5F39;&#x7A97;<a href="basic-maintenance.html">&#xB9;</a></h2>
<p>&#x8FD9;&#x4E00;&#x8282;&#x6211;&#x4EEC;&#x7B80;&#x5355;&#x4ECB;&#x7ECD; Windows &#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x6743;&#x9650;&#x673A;&#x5236;&#x3002;&#x5728; Windows &#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#xFF08;&#x300C;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x300D;&#xFF0C;&#x6216;&#x8005;&#x8BF4; app&#xFF09;&#x5728;&#x4E00;&#x5F00;&#x59CB;&#x542F;&#x52A8;&#x65F6;&#x4EC5;&#x88AB;&#x8D4B;&#x4E88;&#x4E86;&#x6709;&#x9650;&#x7684;&#x300C;&#x6743;&#x9650;&#x300D;&#x2014;&#x2014;&#x5B83;&#x4E0D;&#x80FD;&#x66F4;&#x6539;&#x7CFB;&#x7EDF;&#x7684;&#x4E00;&#x4E9B;&#x5173;&#x952E;&#x8BBE;&#x7F6E;&#xFF0C;&#x4E0D;&#x80FD;&#x5728;&#x7CFB;&#x7EDF;&#x4E2D;&#x5B89;&#x88C5;&#x65B0;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x4E0D;&#x53EF;&#x4EE5;&#x52A8;&#x4E00;&#x4E9B;&#x5173;&#x952E;&#x6570;&#x636E;&#x3002;&#x5BF9;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x7A0B;&#x5E8F;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x6709;&#x9650;&#x7684;&#x6743;&#x9650;&#x591F;&#x7528;&#x4E86;&#xFF1A;&#x4E00;&#x822C; app &#x4E5F;&#x4E0D;&#x4F1A;&#x53BB;&#x52A8;&#x90A3;&#x4E9B;&#x7CFB;&#x7EDF;&#x7EA7;&#x7684;&#x8BBE;&#x7F6E;&#x6216;&#x8005;&#x7ED9;&#x4F60;&#x88C5;&#x4E00;&#x4E2A;&#x4EC0;&#x4E48;&#x65B0;&#x8F6F;&#x4EF6;&#x3002;&#x5B83;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x300C;&#x5B89;&#x5206;&#x5B88;&#x5DF1;&#x300D;&#x5730;&#x8BFB;&#x5199;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x5E2E;&#x52A9;&#x7528;&#x6237;&#x5B8C;&#x6210;&#x5DE5;&#x4F5C;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x5728;&#x4E00;&#x4E9B;&#x7279;&#x6B8A;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x79CD;&#x6709;&#x9650;&#x7684;&#x6743;&#x9650;&#x5BF9;&#x7A0B;&#x5E8F;&#x6765;&#x8BF4;&#x4F1A;&#x53D8;&#x5F97;&#x4E0D;&#x591F;&#x7528;&#x3002;&#x4F8B;&#x5982;&#xFF1A;</p>
<ul>
<li>&#x5BF9;&#x4E8E; <strong>&#x5B89;&#x88C5;&#x5305;</strong> &#x6765;&#x8BF4;&#xFF0C;&#x5B89;&#x88C5;&#x5305;&#x672C;&#x8EAB;&#x7684;&#x5DE5;&#x4F5C;&#x5C31;&#x662F;&#x5B89;&#x88C5;&#x65B0;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x800C;&#x6709;&#x9650;&#x7684;&#x6743;&#x9650;&#x7981;&#x6B62;&#x4E86;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x3002;</li>
<li>&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B; <strong>&#x4E13;&#x4E1A;&#x8F6F;&#x4EF6;</strong> &#x6765;&#x8BF4;&#xFF0C;&#x5B83;&#x9700;&#x8981;&#x8FDE;&#x63A5;&#x5230;&#x4E00;&#x4E9B;&#x7CFB;&#x7EDF;&#x7EA7;&#x7684;&#x90E8;&#x4EF6;&#x624D;&#x80FD;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x6709;&#x9650;&#x7684;&#x6743;&#x9650;&#x7981;&#x6B62;&#x4E86;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x3002;</li>
<li>&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B; <strong>&#x300C;&#x7CFB;&#x7EDF;&#x4F18;&#x5316;&#x300D;&#x7C7B;&#x7684;&#x8F6F;&#x4EF6;</strong> &#x6765;&#x8BF4;&#xFF0C;&#x5B83;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x9700;&#x8981;&#x66F4;&#x6539;&#x7CFB;&#x7EDF;&#x8BBE;&#x7F6E;&#x7684;&#xFF0C;&#x800C;&#x6709;&#x9650;&#x7684;&#x6743;&#x9650;&#x7981;&#x6B62;&#x4E86;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x3002;</li>
</ul>
<p>&#x6B64;&#x65F6;&#xFF0C;&#x7A0B;&#x5E8F;&#x9700;&#x8981;&#x300C;&#x63D0;&#x5347;&#x81EA;&#x5DF1;&#x7684;&#x6743;&#x9650;&#x300D;&#x6765;&#x5B8C;&#x6210;&#x81EA;&#x5DF1;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x79F0;&#x4E3A;&#x300C;&#x63D0;&#x6743;&#x300D;&#x3002;&#x800C;&#x4E0A;&#x6587;&#x4E2D;&#x5C55;&#x793A;&#x7684;&#x8FD9;&#x79CD;&#x5F39;&#x7A97;&#xFF08;&#x300C;&#x4F60;&#x8981;&#x5141;&#x8BB8;&#x6B64;&#x5E94;&#x7528;&#x5BF9;&#x4F60;&#x7684;&#x8BBE;&#x5907;&#x8FDB;&#x884C;&#x66F4;&#x6539;&#x5417;&#x300D;&#xFF0C;&#x79F0;&#x4E3A;&#x300C;UAC &#x5F39;&#x7A97;&#x300D;&#xFF09;&#xFF0C;&#x5219;&#x662F;&#x7A0B;&#x5E8F;&#x5728;&#x5411;&#x7CFB;&#x7EDF;&#x7533;&#x8BF7;&#x300C;&#x63D0;&#x6743;&#x300D;&#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x5BF9;&#x7528;&#x6237;&#x7684;&#x63D0;&#x793A;&#x3002;&#x8FD9;&#x6837;&#x5C31;&#x80FD;&#x89E3;&#x91CA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x5728;&#x5927;&#x591A;&#x6570;&#x5B89;&#x88C5;&#x6216;&#x8005;&#x5378;&#x8F7D;&#x8F6F;&#x4EF6;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x7CFB;&#x7EDF;&#x90FD;&#x4F1A;&#x5F39;&#x51FA;&#x8FD9;&#x4E2A;&#x7A97;&#x53E3;&#x8BE2;&#x95EE;&#x6211;&#x4EEC;&#xFF1B;&#x800C;&#x53EA;&#x6709;&#x6211;&#x4EEC;&#x70B9;&#x51FB;&#x3010;&#x662F;&#x3011;&#xFF0C;&#x5B89;&#x88C5;&#x6216;&#x8005;&#x5378;&#x8F7D;&#x624D;&#x80FD;&#x6B63;&#x5E38;&#x7EE7;&#x7EED;&#x4E86;&#x3002;</p>
<p><img src="basic-maintenance/Untitled%203.png" alt="Untitled"></p>
<p>&#x90A3;&#x4E48;&#x8FD9;&#x79CD;&#x300C;UAC &#x5F39;&#x7A97;&#x300D;&#x7684;&#x610F;&#x4E49;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x60F3;&#x8C61;&#x4E00;&#x4E0B;&#x8FD9;&#x4E2A;&#x573A;&#x666F;&#xFF1A;&#x4F60;&#x7535;&#x8111;&#x4E0A;&#x7684;&#x67D0;&#x4E2A;&#x5783;&#x573E;&#x8F6F;&#x4EF6;&#x7559;&#x4E0B;&#x7684;&#x300C;&#x79CD;&#x5B50;&#x300D;&#x6B63;&#x5728;&#x8822;&#x8822;&#x6B32;&#x52A8;&#xFF0C;&#x60F3;&#x8981;&#x7ED9;&#x4F60;&#x7535;&#x8111;&#x5B89;&#x88C5;&#x4E00;&#x5957;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5728;&#x4E00;&#x5F00;&#x59CB;&#xFF0C;&#x8FD9;&#x679A;&#x300C;&#x79CD;&#x5B50;&#x300D;&#x662F;&#x6CA1;&#x6709;&#x8DB3;&#x591F;&#x6743;&#x9650;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x5B83;&#x90AA;&#x6076;&#x7684;&#x8BA1;&#x5212;&#x5C31;&#x8FD9;&#x6837;&#x76F4;&#x63A5;&#x88AB;&#x7C89;&#x788E;&#x4E86;&#x2014;&#x2014;&#x6CA1;&#x6709;&#x63D0;&#x5347;&#x7684;&#x6743;&#x9650;&#xFF0C;&#x5B83;&#x5C31;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x8FDB;&#x884C;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x3002;&#x8FD9;&#x4E5F;&#x544A;&#x8BC9;&#x4E86;&#x6211;&#x4EEC;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x5B9E;&#xFF1A;<strong>&#x5982;&#x679C;&#x7535;&#x8111;&#x6CA1;&#x6709;&#x64CD;&#x4F5C;&#x5C31;&#x5F39;&#x51FA;&#x4E86;&#x4E0D;&#x660E;&#x7684;&#x300C;UAC &#x5F39;&#x7A97;&#x300D;&#xFF0C;&#x8BF7;&#x4E00;&#x5F8B;&#x62D2;&#x7EDD;&#x3002;</strong></p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x300C;&#x63D0;&#x6743;&#x300D;&#x8FD9;&#x4EF6;&#x4E8B;&#x662F;&#x8F6F;&#x4EF6;&#x81EA;&#x884C;&#x5411;&#x7CFB;&#x7EDF;&#x7533;&#x8BF7;&#x7684;&#x3002;&#x4F46;&#x662F;&#x6709;&#x4E00;&#x4E9B;&#x8F6F;&#x4EF6;&#x8BBE;&#x8BA1;&#x65F6;&#x8003;&#x8651;&#x4E0D;&#x5468;&#x5168;&#xFF0C;&#x5B83;&#x4E0D;&#x4F1A;&#x81EA;&#x884C;&#x5411;&#x7CFB;&#x7EDF;&#x7533;&#x8BF7;&#x300C;&#x63D0;&#x6743;&#x300D;&#xFF0C;&#x4F46;&#x5B83;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#x53C8;&#x5FC5;&#x987B;&#x6709;&#x63D0;&#x5347;&#x7684;&#x6743;&#x9650;&#x3002;&#x5BF9;&#x4E8E;&#x8FD9;&#x6837;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x542F;&#x52A8;&#x5B83;&#x65F6;&#x70B9;&#x51FB;&#x53F3;&#x952E;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x4EE5;&#x7BA1;&#x7406;&#x5458;&#x8EAB;&#x4EFD;&#x8FD0;&#x884C;&#x3011;&#xFF0C;&#x5728; UAC &#x5F39;&#x7A97;&#x4E2D;&#x9009;&#x62E9;&#x3010;&#x662F;&#x3011;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x624B;&#x52A8;&#x8D4B;&#x4E88;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x63D0;&#x5347;&#x7684;&#x6743;&#x9650;&#x4E86;&#x3002;&#x6216;&#x8BB8;&#x4F60;&#x4F1A;&#x5728;&#x4F7F;&#x7528;&#x4E2D;&#x53D1;&#x73B0;&#xFF0C;&#x4E00;&#x4E9B;&#x8001;&#x65E7;&#x7684; app &#x5728;&#x5B89;&#x88C5;&#x65F6;&#x5C31;&#x5E38;&#x5E38;&#x9700;&#x8981;&#x8FD9;&#x4E48;&#x505A;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x4E00;&#x5957;&#x6743;&#x9650;&#x7CFB;&#x7EDF;&#x662F;&#x6709;&#x5F88;&#x591A;&#x7A7A;&#x5B50;&#x7684;&#x3002;&#x300C;&#x63D0;&#x5347;&#x7684;&#x6743;&#x9650;&#x300D;&#x5177;&#x6709;&#x4ECE;&#x5C5E;&#x5173;&#x7CFB;&#x2014;&#x2014;&#x5982;&#x679C;&#x67D0;&#x4E2A; app &#x5F97;&#x5230;&#x4E86;&#x63D0;&#x6743;&#xFF0C;&#x90A3;&#x4E48;&#x7531;&#x5B83;&#x6253;&#x5F00;&#x7684;&#x5176;&#x4ED6;&#x7A0B;&#x5E8F;&#x4E5F;&#x9ED8;&#x8BA4;&#x5177;&#x6709;&#x7279;&#x6743;&#x3002;&#x56E0;&#x800C;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E3A;&#x4E00;&#x4E2A;&#x4E0D;&#x6000;&#x597D;&#x610F;&#x7684; app &#x8D4B;&#x4E88;&#x7279;&#x6743;&#xFF0C;&#x90A3;&#x5B83;&#x5C31;&#x53EF;&#x4EE5;&#x4E3A;&#x6240;&#x6B32;&#x4E3A;&#x4E86;&#x2014;&#x2014;&#x56E0;&#x4E3A;&#x5B83;&#x80FD;&#x591F;&#x9759;&#x9ED8;&#x5730;&#x8D4B;&#x4E88;&#x5176;&#x4ED6;&#x7A0B;&#x5E8F;&#x7279;&#x6743;&#xFF0C;&#x7136;&#x540E;&#x505A;&#x4E00;&#x4E9B;&#x4E0D;&#x597D;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x56E0;&#x800C;&#xFF0C;&#x6700;&#x7EC8;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x9700;&#x8981;&#x63A7;&#x5236;&#x4F4F;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x4E0A;&#x8F6F;&#x4EF6;&#x7684;&#x6765;&#x6E90;&#xFF0C;&#x4E0D;&#x8981;&#x8BA9;&#x300C;&#x4E0D;&#x5E72;&#x51C0;&#x300D;&#x7684;&#x8F6F;&#x4EF6;&#x6765;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x7535;&#x8111;&#x4E0A;&#x3002;&#x56E0;&#x6B64;&#xFF0C;<strong>&#x4E0D;&#x8FD0;&#x884C;&#x6765;&#x6E90;&#x4E0D;&#x660E;&#x7684;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;</strong>&#xFF0C;&#x662F;&#x4FDD;&#x8BC1;&#x5B89;&#x5168;&#x7684;&#x6839;&#x672C;&#x3002;</p>
<h2 id="&#x5408;&#x7406;&#x4F7F;&#x7528;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#x548C;&#x5B89;&#x5168;&#x8F6F;&#x4EF6;">&#x5408;&#x7406;&#x4F7F;&#x7528;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#x548C;&#x5B89;&#x5168;&#x8F6F;&#x4EF6;</h2>
<p>&#x5408;&#x7406;&#x4F7F;&#x7528;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#x548C; / &#x6216;&#x5B89;&#x5168;&#x8F6F;&#x4EF6;&#x53EF;&#x4EE5;&#x4FDD;&#x62A4;&#x4F60;&#x7684;&#x7535;&#x8111;&#x5B89;&#x5168;&#xFF0C;&#x7136;&#x800C;&#x4E0D;&#x5408;&#x7406;&#x5730;&#x4F7F;&#x7528;&#x5B83;&#x4EEC;&#xFF0C;&#x4F1A;&#x6781;&#x5927;&#x5730;&#x5F71;&#x54CD;&#x6211;&#x4EEC;&#x5BF9;&#x7535;&#x8111;&#x7684;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x3002;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4F1A;&#x4ECB;&#x7ECD;&#x4E00;&#x4E9B;&#x76F8;&#x5BF9;&#x300C;&#x5408;&#x7406;&#x300D;&#x7684;&#x4F7F;&#x7528;&#x8FD9;&#x7C7B;&#x8F6F;&#x4EF6;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<p>&#x9996;&#x5148;&#xFF0C; <strong>&#x6C38;&#x8FDC;&#x4E0D;&#x8981;&#x5728;&#x7535;&#x8111;&#x4E0A;&#x540C;&#x65F6;&#x5B89;&#x88C5;&#x591A;&#x4E8E;&#x4E00;&#x4E2A;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;</strong>&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5B89;&#x88C5;&#x4E86;&#x300C;360 &#x5B89;&#x5168;&#x536B;&#x58EB;&#x300D;&#x6216;&#x8005;&#x300C;360 &#x6740;&#x6BD2;&#x300D;&#xFF0C;&#x5C31;&#x4E0D;&#x8981;&#x518D;&#x5B89;&#x88C5;&#x300C;&#x706B;&#x7ED2;&#x5B89;&#x5168;&#x300D;&#x6216;&#x8005;&#x300C;&#x817E;&#x8BAF;&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x3002;&#x5982;&#x679C;&#x4F60;&#x540C;&#x65F6;&#x5B89;&#x88C5;&#x591A;&#x4E2A;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#xFF0C;&#x4E0D;&#x4EC5;&#x6CA1;&#x6709;&#x5FC5;&#x8981;&#xFF0C;&#x5B83;&#x4EEC;&#x4E4B;&#x95F4;&#x8FD8;&#x4F1A;&#x56E0;&#x6743;&#x9650;&#x51B2;&#x7A81;&#x800C;&#x4E92;&#x76F8;&#x300C;&#x653B;&#x51FB;&#x300D; <del>&#xFF08;&#x8FD9;&#x5C31;&#x662F;&#x517B;&#x86CA;&#xFF09;</del> &#x3002;</p>
<p><strong>&#x8B66;&#x60D5;&#x300C;&#x5168;&#x5BB6;&#x6876;&#x300D;</strong>&#x3002;&#x4EE5;&#x300C;360 &#x5B89;&#x5168;&#x536B;&#x58EB;&#x300D;&#x4E3A;&#x4F8B;&#xFF0C;&#x5B83;&#x4F1A;&#x4EE5;&#x5404;&#x79CD;&#x65B9;&#x5F0F;&#x63D0;&#x793A;&#x7528;&#x6237;&#x5B89;&#x88C5;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x300C;360 &#x5B89;&#x5168;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;360 &#x6781;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;360 &#x538B;&#x7F29;&#x300D;&#x300C;&#x9C81;&#x5927;&#x5E08;&#x300D;&#x300C;360 &#x6E38;&#x620F;&#x5927;&#x5385;&#x300D;&#x300C;360 &#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#x7B49;&#x4E00;&#x6574;&#x5957; 360 &#x7CFB;&#x7684;&#x4EA7;&#x54C1;&#x3002;&#x800C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x662F;&#x5E0C;&#x671B;&#x5B89;&#x88C5;&#x4E00;&#x6B3E;&#x5B89;&#x5168;&#x8F6F;&#x4EF6;&#x6216;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#x6765;&#x4FDD;&#x62A4;&#x6211;&#x4EEC;&#x7684;&#x7535;&#x8111;&#x7F62;&#x4E86;&#x3002;&#x7A0D;&#x4E0D;&#x7559;&#x795E;&#xFF0C;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x5C31;&#x4F1A;&#x56E0;&#x4E3A;&#x67D0;&#x4E2A;&#x52FE;&#x52FE;&#x6CA1;&#x6709;&#x53BB;&#x6389;&#x800C;&#x6765;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x7535;&#x8111;&#x4E0A;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5B89;&#x88C5;&#x5B89;&#x5168;&#x8F6F;&#x4EF6;&#x662F;&#x4E3A;&#x4E86;&#x4FDD;&#x969C;&#x7535;&#x8111;&#x7684;&#x5B89;&#x5168;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5E0C;&#x671B;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x6765;&#x62D6;&#x6162;&#x6211;&#x4EEC;&#x7535;&#x8111;&#x7684;&#x8FD0;&#x884C;&#x901F;&#x5EA6;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x9274;&#x4E8E;&#x56FD;&#x4EA7;&#x8F6F;&#x4EF6;&#x666E;&#x904D;&#x300C;&#x6BD2;&#x7624;&#x300D;&#x7684;&#x6027;&#x8D28;&#xFF0C;&#x5408;&#x7406;&#x5730;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x5BF9;&#x5B83;&#x4EEC;&#x8FDB;&#x884C;&#x300C;&#x8C03;&#x6559;&#x300D;&#x3002;&#x5177;&#x4F53;&#x5730;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;<strong>&#x5173;&#x95ED;&#x90A3;&#x4E9B;&#x65E0;&#x7528;&#x7684;&#x5F39;&#x7A97;&#x548C;&#x63D0;&#x793A;&#xFF0C;</strong>&#x4F8B;&#x5982;&#x6BCF;&#x6B21;&#x5F00;&#x673A;&#x65F6;&#x607C;&#x4EBA;&#x7684;&#x300C;&#x7528;&#x65F6; xx &#x79D2;&#xFF0C;&#x6253;&#x8D25;&#x5168;&#x56FD; xx &#x4EBA;&#x300D;&#x7684;&#x63D0;&#x793A;&#xFF0C;&#x684C;&#x9762;&#x4E0A;&#x788D;&#x4E8B;&#x7684;&#x300C;&#x4E00;&#x952E;&#x52A0;&#x901F;&#x300D;&#x52A0;&#x901F;&#x7403;&#xFF0C;&#x5404;&#x79CD;&#x300C;&#x8D44;&#x8BAF;&#x300D;&#x5F39;&#x7A97;&#x5E7F;&#x544A;&#x548C;&#x300C;&#x731C;&#x4F60;&#x559C;&#x6B22;&#x300D;&#x641C;&#x7D22;&#x6846;&#x7B49;&#x3002;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x4E0E;&#x300C;&#x5B89;&#x5168;&#x300D;&#x6BEB;&#x4E0D;&#x76F8;&#x5173;&#xFF0C;&#x53CD;&#x800C;&#x6781;&#x5927;&#x5F71;&#x54CD;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x3002;</p>
<p>&#x5728;&#x300A;Missing&#x300B;&#x7684;&#x300C;&#x8F6F;&#x4EF6;&#x7BC7;&#x300D;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x63A8;&#x8350;&#x4E00;&#x4E9B;&#x56FD;&#x5185;&#x5916;&#x7684;&#x4F18;&#x79C0;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#x548C;&#x5B89;&#x5168;&#x8F6F;&#x4EF6;&#x3002;</p>
<h2 id="windows-&#x66F4;&#x65B0;&#x2014;&#x2014;&#x8BA9;&#x4EBA;&#x53C8;&#x7231;&#x53C8;&#x6068;&#x7684;&#x300C;&#x66F4;&#x65B0;&#x300D;">Windows &#x66F4;&#x65B0;&#x2014;&#x2014;&#x8BA9;&#x4EBA;&#x53C8;&#x7231;&#x53C8;&#x6068;&#x7684;&#x300C;&#x66F4;&#x65B0;&#x300D;</h2>
<p>Windows &#x4E00;&#x76F4;&#x5728;&#x4E0D;&#x65AD;&#x7684;&#x66F4;&#x65B0;&#x4E4B;&#x4E2D;&#x2014;&#x2014;&#x8FD9;&#x91CC;&#x7684;&#x300C;&#x66F4;&#x65B0;&#x300D;&#x6307;&#x7684;&#x4E0D;&#x662F;&#x8BF8;&#x5982;&#x300C;Windows 7&#x300D;&#x300C;Windows 10&#x300D;&#x8FD9;&#x6837;&#x7684;&#x5927;&#x7248;&#x672C;&#x7684;&#x66F4;&#x65B0;&#xFF0C;&#x800C;&#x662F;&#x90A3;&#x65F6;&#x4E0D;&#x65F6;&#x963B;&#x788D;&#x6211;&#x4EEC;&#x5173;&#x673A;&#x7761;&#x89C9;&#x7684;&#x300C;Windows &#x66F4;&#x65B0;&#x300D;&#x3002;&#x6253;&#x5F00;&#x7535;&#x8111;&#x7684;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#xFF0C;Windows 10 &#x9009;&#x62E9;&#x3010;&#x66F4;&#x65B0;&#x4E0E;&#x5B89;&#x5168;&#x3011;&#xFF08;&#x4E0B;&#x5DE6;&#x56FE;&#xFF09;&#x3001;Windows 11 &#x9009;&#x62E9;&#x3010;Windows &#x66F4;&#x65B0;&#x3011;&#xFF08;&#x4E0B;&#x53F3;&#x56FE;&#xFF09;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x73B0;&#x5728;&#x53EF;&#x7528;&#x7684;&#x4E00;&#x4E9B; Windows &#x66F4;&#x65B0;&#x4EE5;&#x53CA;&#x5B83;&#x4EEC;&#x7684;&#x72B6;&#x6001;&#x3002;</p>
<p><img src="basic-maintenance/Update.jpg" alt="Update.jpg"></p>
<p>&#x5728;&#x4ECA;&#x5929;&#x7684; Windows 10 &#x6216;&#x8005; Windows 11 &#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;Windows &#x66F4;&#x65B0;&#x4E3B;&#x8981;&#x4F1A;&#x5305;&#x62EC;&#x4EE5;&#x4E0B;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#xFF1A;</p>
<ul>
<li>Windows &#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#x7684;&#x8865;&#x4E01;&#x3002;&#x5176;&#x4E2D;&#x5305;&#x62EC;&#x4E00;&#x4E9B;&#x5BF9;&#x7CFB;&#x7EDF;&#x9AD8;&#x5371;&#x5B89;&#x5168;&#x6F0F;&#x6D1E;&#x7684;&#x300C;&#x4FEE;&#x8865;&#x300D;&#xFF0C;&#x662F;&#x5FAE;&#x8F6F;&#x7ED9; Windows &#x4E2D;&#x5B58;&#x5728;&#x7684;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x7684;&#x8865;&#x4E01;&#x3002;</li>
<li>&#x7535;&#x8111;&#x9A71;&#x52A8;&#x7A0B;&#x5E8F;&#x7684;&#x66F4;&#x65B0;&#x3002;&#x8FD9;&#x4FDD;&#x8BC1;&#x4E86;&#x4F60;&#x7535;&#x8111;&#x4E0A;&#x8FD0;&#x884C;&#x7684;&#x9A71;&#x52A8;&#x7A0B;&#x5E8F;&#x662F;&#x6700;&#x65B0;&#x7684;&#xFF0C;&#xFF08;&#x7406;&#x8BBA;&#x4E0A;&#xFF09;&#x80FD;&#x66F4;&#x597D;&#x5730;&#x53D1;&#x6325;&#x7535;&#x8111;&#x7684;&#x6027;&#x80FD;&#x3002;</li>
<li>&#x7535;&#x8111;&#x7684;&#x300C;&#x4F53;&#x9A8C;&#x66F4;&#x65B0;&#x300D;&#x3002;&#x8FD9;&#x662F;&#x4E00;&#x4E9B;&#x6700;&#x76F4;&#x89C2;&#x7684;&#x66F4;&#x65B0;&#xFF0C;&#x4E3B;&#x8981;&#x5305;&#x62EC;&#x7CFB;&#x7EDF;&#x5916;&#x89C2;&#x4E0E;&#x4F53;&#x9A8C;&#x7684;&#x4F18;&#x5316;&#x3002;&#x76F8;&#x6BD4;&#x4E0A;&#x9762;&#x4E24;&#x9879;&#xFF0C;&#x8FD9;&#x4E9B;&#x66F4;&#x65B0;&#x66F4;&#x52A0;&#x5BB9;&#x6613;&#x88AB;&#x6211;&#x4EEC;&#x300C;&#x611F;&#x77E5;&#x300D;&#x3002;</li>
</ul>
<p>&#x8FD9;&#x6837;&#x6765;&#x770B;&#x7684;&#x8BDD;&#xFF0C;Windows &#x66F4;&#x65B0;&#x5E94;&#x8BE5;&#x662F;&#x4E00;&#x4EF6;&#x4EBA;&#x89C1;&#x4EBA;&#x7231;&#x7684;&#x7F8E;&#x4E8B;&#x3002;&#x4F46;&#x4E8B;&#x5B9E;&#x5E76;&#x4E0D;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x9664;&#x4E86;&#x963B;&#x788D;&#x6211;&#x4EEC;&#x5173;&#x673A;&#x7761;&#x89C9;&#x4E4B;&#x5916;&#xFF0C;Windows &#x66F4;&#x65B0;&#x662F;&#x6709;&#x4E00;&#x5B9A;&#x98CE;&#x9669;&#x7684;&#x2014;&#x2014;&#x90A3;&#x4E9B;&#x7B2C;&#x4E00;&#x665A;&#x8DD1; Windows &#x66F4;&#x65B0;&#xFF0C;&#x7136;&#x540E;&#x7B2C;&#x4E8C;&#x65E9;&#x7535;&#x8111;&#x5C31;&#x65E0;&#x6CD5;&#x542F;&#x52A8;&#x7684;&#x300C;&#x7FFB;&#x8F66;&#x300D;&#x4E8B;&#x4EF6;&#x5DF2;&#x662F;&#x5C61;&#x89C1;&#x4E0D;&#x9C9C;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;Windows &#x66F4;&#x65B0;&#x548C;&#x6211;&#x4EEC;&#x624B;&#x673A;&#x7684;&#x300C;&#x7CFB;&#x7EDF;&#x66F4;&#x65B0;&#x300D;&#x672C;&#x8D28;&#x4E00;&#x6837;&#xFF0C;&#x90FD;&#x4F1A;&#x89E6;&#x78B0;&#x7CFB;&#x7EDF;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x90E8;&#x5206;&#x3002;&#x5982;&#x679C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#x51FA;&#x4E86;&#x4E00;&#x4E9B;&#x5DEE;&#x9519;&#xFF0C;&#x5C31;&#x53EF;&#x80FD;&#x8BA9;&#x7CFB;&#x7EDF;&#x635F;&#x574F;&#xFF0C;&#x8F7B;&#x5219;&#x529F;&#x80FD;&#x4E0D;&#x6B63;&#x5E38;&#xFF0C;&#x91CD;&#x5219;&#x5B8C;&#x5168;&#x65E0;&#x6CD5;&#x542F;&#x52A8;&#x3002;</p>
<p>&#x4F46;&#x6211;&#x4EEC;&#x4E0D;&#x81F3;&#x4E8E;&#x56E0;&#x564E;&#x5E9F;&#x98DF;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x662F;&#x57FA;&#x672C;&#x4E0A;&#x564E;&#x4E0D;&#x7740;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4E0A;&#x6587;&#x6240;&#x8BF4;&#x7684;&#x56E0;&#x4E3A; Windows &#x66F4;&#x65B0;&#x5BFC;&#x81F4;&#x7CFB;&#x7EDF;&#x635F;&#x574F;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x5927;&#x90FD;&#x662F;&#x56E0;&#x4E3A;&#x7528;&#x6237;&#x5728;&#x7535;&#x8111;&#x66F4;&#x65B0;&#x65F6;&#x624B;&#x52A8;&#x6253;&#x65AD;&#xFF0C;&#x800C;&#x975E; Windows &#x66F4;&#x65B0;&#x81EA;&#x8EAB;&#x7684;&#x95EE;&#x9898;&#x3002;Windows &#x66F4;&#x65B0;&#x63D0;&#x4F9B;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x7CFB;&#x7EDF;&#x5B89;&#x5168;&#x8865;&#x4E01;&#x548C;&#x66F4;&#x65B0;&#xFF0C;&#x5B83;&#x4EEC;&#x5BF9;&#x4FDD;&#x62A4;&#x7CFB;&#x7EDF;&#x5B89;&#x5168;&#x7684;&#x610F;&#x4E49;&#x76F8;&#x5F53;&#x91CD;&#x5927;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4EC5;&#x4EC5;&#x4E3A;&#x4E86;&#x53EF;&#x80FD;&#x56E0;&#x4E0D;&#x5F53;&#x64CD;&#x4F5C;&#x635F;&#x574F;&#x7535;&#x8111;&#x5C31;&#x7981;&#x7528; Windows &#x66F4;&#x65B0;&#x5E76;&#x4E0D;&#x7406;&#x667A;&#xFF0C;&#x51B5;&#x4E14;&#xFF0C;&#x73B0;&#x5728;&#x5B8C;&#x5168;&#x5173;&#x95ED; Windows &#x66F4;&#x65B0;&#x7684;&#x6B65;&#x9AA4;&#x4E5F;&#x633A;&#x590D;&#x6742;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x6240;&#x9700;&#x8981;&#x505A;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x300C;&#x6B63;&#x786E;&#x300D;&#x5BF9;&#x5F85; Windows Update&#x3002;&#x4FDD;&#x8BC1; Windows &#x66F4;&#x65B0;&#x7684;&#x5B89;&#x5168;&#x7684;&#x6700;&#x91CD;&#x8981;&#x524D;&#x63D0;&#xFF0C;&#x5C31;&#x662F; <strong>&#x4E0D;&#x8981;&#x6253;&#x65AD; Windows &#x66F4;&#x65B0;</strong>&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x7CFB;&#x7EDF;&#x66F4;&#x65B0;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5C4F;&#x5E55;&#x4E0A;&#x5C31;&#x4F1A;&#x4E00;&#x76F4;&#x63D0;&#x793A;&#x4F60;&#x300C;&#x8BF7;&#x4E0D;&#x8981;&#x65AD;&#x5F00;&#x7535;&#x6E90;&#x300D;&#x3002;&#x5728; Windows &#x66F4;&#x65B0;&#x8FDB;&#x884C;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5F3A;&#x70C8;&#x5EFA;&#x8BAE;&#x5C06;&#x7535;&#x8111;&#xFF08;&#x5305;&#x62EC;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#xFF0C;&#x5373;&#x4F7F;&#x5B83;&#x5185;&#x90E8;&#x88C5;&#x6709;&#x7535;&#x6C60;&#xFF0C;&#x5373;&#x4F7F;&#x7535;&#x6C60;&#x662F;&#x5145;&#x6EE1;&#x7535;&#x7684;&#xFF09;&#x59CB;&#x7EC8;&#x8FDE;&#x63A5;&#x5230;&#x4EA4;&#x6D41;&#x7535;&#x6E90;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4E0D;&#x8981;&#x76D6;&#x4E0A;&#x7B14;&#x8BB0;&#x672C;&#x7684;&#x76D6;&#x5B50;&#xFF0C;&#x4E3A;&#x7684;&#x662F;&#x8BA9;&#x7CFB;&#x7EDF;&#x300C;&#x4E0D;&#x53D7;&#x6253;&#x6270;&#x300D;&#x5730;&#x5B8C;&#x6210;&#x6574;&#x4E2A;&#x66F4;&#x65B0;&#x6D41;&#x7A0B;&#x3002;</p>
<h2 id="&#x8FDC;&#x79BB;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;">&#x8FDC;&#x79BB;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;</h2>
<p>&#x6240;&#x8C13;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#xFF0C;&#x5C31;&#x662F;&#x6307;&#x4F1A;&#x6076;&#x610F;&#x8BF1;&#x5BFC;&#x7528;&#x6237;&#x4E0B;&#x8F7D;&#x3001;&#x5B89;&#x88C5;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#xFF0C;&#x300C;&#x4F20;&#x67D3;&#x6027;&#x300D;&#x5F3A;&#xFF0C;&#x4E14;&#x96BE;&#x4EE5;&#x5378;&#x8F7D;&#x7684;&#x8F6F;&#x4EF6;&#x3002;&#x8FD8;&#x8BB0;&#x5F97;&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4EB2;&#x773C;&#x76EE;&#x7779;&#x4E86;&#x7531;&#x4E00;&#x4E2A;&#x4E0D;&#x5E72;&#x51C0;&#x7684;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x6346;&#x7ED1;&#x5B89;&#x88C5;&#x7684;&#x4E00;&#x5927;&#x7FA4;&#x8F6F;&#x4EF6;&#x5417;&#xFF1F;&#x8FD9;&#x4E2A;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x5C31;&#x662F;&#x5178;&#x578B;&#x7684;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#xFF0C;&#x5B83;&#x6240;&#x5B89;&#x88C5;&#x7684;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x4E2D;&#x6709;&#x4E0D;&#x5C11;&#x66F4;&#x662F;&#x300C;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x300D;&#x3002;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x5177;&#x6709;&#x300C;&#x4F20;&#x67D3;&#x6027;&#x300D;&#xFF0C;&#x5373;&#x4E00;&#x4E2A;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x53EF;&#x80FD;&#x6346;&#x7ED1; 5 &#x4E2A;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x4E0B;&#x6765;&#xFF0C;&#x800C;&#x8FD9; 5 &#x4E2A;&#x5219;&#x53EF;&#x4EE5;&#x6346;&#x7ED1;&#x66F4;&#x591A;&#x5176;&#x4ED6;&#x6D41;&#x6C13;&#x3002;&#x6700;&#x540E;&#x843D;&#x5F97;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x53F0;&#x88AB;&#x300C;&#x73A9;&#x574F;&#x4E86;&#x300D;&#x7684;&#x7535;&#x8111;&#xFF08;&#x5B9E;&#x9A8C;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x771F;&#x5B9E;&#x7535;&#x8111;&#x906D;&#x53D7;&#x4F24;&#x5BB3;&#xFF09;&#xFF1A;</p>
<p><img src="basic-maintenance/Untitled%204.png" alt="Untitled"></p>
<p>&#x8FDC;&#x79BB;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#xFF01;</p>
<p><strong>&#x8FDC;&#x79BB;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#xFF01;</strong></p>
<p><strong>&#x8FDC;&#x79BB;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#xFF01;</strong></p>
<p>&#x5982;&#x679C;&#x4F60;&#x5728;&#x7535;&#x8111;&#x4E0A;&#x53D1;&#x73B0;&#x4E86;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#xFF0C;&#x8BF7;&#x5378;&#x8F7D;&#x5B83;&#x4EEC;&#x3002;&#x4E00;&#x822C;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5BF9;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x4F7F;&#x7528;&#x6B63;&#x5E38;&#x7684;&#x5378;&#x8F7D;&#x6D41;&#x7A0B;&#x662F;&#x53EF;&#x4EE5;&#x5B8C;&#x6210;&#x5378;&#x8F7D;&#x7684;&#x3002;&#x4F46;<strong>&#x7279;&#x522B;&#x6CE8;&#x610F;&#x5378;&#x8F7D;&#x65F6;&#x7684;&#x6346;&#x7ED1;&#x52FE;&#x9009;</strong>&#x3002;&#x7136;&#x800C;&#x6709;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x90E8;&#x5206;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x4F1A;&#x51FA;&#x73B0;&#x300C;&#x5378;&#x8F7D;&#x540E;&#x5377;&#x571F;&#x91CD;&#x6765;&#x300D;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x5B83;&#x7684;<strong>&#x5B89;&#x88C5;&#x88AB;&#x4E00;&#x4E2A;&#x4E0A;&#x7EA7;&#x8F6F;&#x4EF6;&#x63A7;&#x5236;&#x7740;</strong>&#xFF0C;&#x4F7F;&#x5F97;&#x4F60;&#x7684;&#x7535;&#x8111;&#x5728;&#x8054;&#x7F51;&#x65F6;&#x4F1A;&#x81EA;&#x52A8;&#x5B89;&#x88C5;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x3002;&#x6B64;&#x65F6;&#xFF0C;&#x4E0D;&#x59A8;&#x60F3;&#x60F3;&#x6700;&#x8FD1;&#x662F;&#x5426;&#x4E3A;&#x4E00;&#x4E9B;&#x5947;&#x602A;&#x7684;&#x8F6F;&#x4EF6;&#x8D4B;&#x4E88;&#x4E86;&#x7279;&#x6B8A;&#x6743;&#x9650;&#xFF0C;&#x7136;&#x540E;&#x627E;&#x51FA;&#x4E0A;&#x7EA7;&#x8F6F;&#x4EF6;&#xFF0C;&#x4F18;&#x5148;&#x5378;&#x8F7D;&#xFF0C;&#x518D;&#x53BB;&#x5378;&#x8F7D;&#x5176;&#x4ED6;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x3002;</p>
<p>&#x4E0B;&#x9762;&#x5217;&#x51FA;&#x4E86;&#x4E00;&#x4E9B;<strong>&#x5E38;&#x89C1;&#x7684;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#xFF1A;</strong></p>
<ul>
<li>&#x300C;2345&#x300D;&#x5BB6;&#x65CF;&#xFF0C;&#x5305;&#x62EC;&#x300C;2345 &#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;2345 &#x597D;&#x538B;&#x300D;&#x300C;2345 &#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x300C;2345 &#x770B;&#x56FE;&#x738B;&#x300D;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x8F6F;&#x4EF6;&#x3002;</li>
<li>&#x300C;&#x5FEB;&#x538B;&#x300D;&#x300C;&#x5DE7;&#x538B;&#x300D;&#x300C;&#x5FAE;&#x538B;&#x300D;&#x300C;&#x5E03;&#x4E01;&#x538B;&#x7F29;&#x300D;&#x300C;52 &#x597D;&#x538B;&#x300D;&#x7B49;&#x4E00;&#x6279;&#x538B;&#x7F29;&#x5DE5;&#x5177;&#x3002;</li>
<li>&#x300C;&#x98DE;&#x901F; PDF&#x300D;&#x300C;&#x5C0F;&#x6811; PDF&#x300D;&#x300C;&#x718A;&#x732B; PDF&#x300D;&#x300C;&#x6781;&#x5149; PDF&#x300D;&#x7B49;&#x4E00;&#x6279; PDF &#x67E5;&#x770B;&#x5668;&#x3002;</li>
<li>&#x300C;&#x65B0;&#x901F;&#x5934;&#x6761;&#x300D;&#x7B49;&#x8D44;&#x8BAF;&#x7C7B;&#x5F39;&#x7A97;&#x8F6F;&#x4EF6;&#x3002;</li>
<li>&#x300C;&#x5C0F;&#x9ED1;&#x8BB0;&#x4E8B;&#x672C;&#x300D;&#x7B49;&#x5C0F;&#x5DE5;&#x5177;&#x7C7B;&#x8F6F;&#x4EF6;&#x3002;</li>
<li>&#x300C;&#x5E03;&#x4E01;&#x684C;&#x9762;&#x300D;&#x300C;&#x6D77;&#x87BA;&#x684C;&#x9762;&#x300D;&#x300C;&#x706B;&#x8424;&#x89C6;&#x9891;&#x684C;&#x9762;&#x300D;&#x7B49;&#x300C;&#x684C;&#x9762;&#x300D;&#x7C7B;&#x8F6F;&#x4EF6;&#x3002;</li>
<li>&#x300C;&#x624B;&#x673A;&#x6A21;&#x62DF;&#x5927;&#x5E08;&#x300D;&#x300C;Steam &#x6E38;&#x620F;&#x52A9;&#x624B;&#x300D;&#x300C;&#x50B2;&#x89C6;&#x9738;&#x4E3B;&#x300D;&#x7B49;&#x6E38;&#x620F;&#x7C7B;&#x8F6F;&#x4EF6;&#x3002;</li>
</ul>
<p>&#x6E05;&#x5355;&#x603B;&#x662F;&#x6709;&#x9650;&#x7684;&#xFF0C;&#x4F46;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x662F;&#x65E0;&#x7A77;&#x591A;&#x7684;&#x3002;&#x4E00;&#x8A00;&#x4EE5;&#x853D;&#x4E4B;&#xFF0C;&#x6240;&#x6709;&#x975E;&#x4F60;&#x4E3B;&#x52A8;&#x5B89;&#x88C5;&#x800C;&#x51FA;&#x73B0;&#x5728;&#x7535;&#x8111;&#x4E0A;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x4E00;&#x5F8B;&#x8BA4;&#x5B9A;&#x4E3A;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x3002; <del>&#xFF08;&#x4E0D;&#x4F1A;&#x5427;&#x4E0D;&#x4F1A;&#x5427;&#xFF0C;&#x4E0D;&#x4F1A;&#x6709;&#x4EBA;&#x81EA;&#x5DF1;&#x53BB;&#x88C5;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x5427;&#xFF09;</del></p>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x6309;&#x54EA;&#x4E2A;&#x6309;&#x94AE;&#x53EF;&#x4EE5;&#x5378;&#x8F7D;&#xFF1F;
<img src="basic-maintenance/Untitled%205.png" alt="Untitled"></li>
<li>&#x6309;&#x54EA;&#x4E2A;&#x6309;&#x94AE;&#x53EF;&#x4EE5;&#x5378;&#x8F7D;&#xFF1F;
<img src="basic-maintenance/Untitled%206.png" alt="Untitled"></li>
<li>&#x6309;&#x54EA;&#x4E2A;&#x6309;&#x94AE;&#x53EF;&#x4EE5;&#x5378;&#x8F7D;&#xFF1F;
<img src="basic-maintenance/Untitled%207.png" alt="Untitled"></li>
<li>&#x5982;&#x4F55;&#x64CD;&#x4F5C;&#x53EF;&#x4EE5;&#x5378;&#x8F7D;&#xFF1F;
<img src="basic-maintenance/Untitled%208.png" alt="Untitled"></li>
<li>&#x6E05;&#x7406;&#x7535;&#x8111;&#x4E0A;&#x7684;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6; / &#x5B89;&#x5168;&#x8F6F;&#x4EF6;&#xFF0C;&#x4FDD;&#x7559;&#x4E00;&#x4E2A;&#x4F60;&#x7528;&#x5F97;&#x6700;&#x719F;&#x6089;&#x7684;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x77E5;&#x9053;&#x54EA;&#x4E2A;&#x6740;&#x6BD2;&#x8F6F;&#x4EF6;&#x6BD4;&#x8F83;&#x597D;&#xFF0C;&#x8BF7;&#x770B;&#x300A;Missing&#x300B;&#x8F6F;&#x4EF6;&#x7BC7;&#x3002;</li>
</ol>
<h2 id="&#x6CE8;&#x91CA;">&#x6CE8;&#x91CA;</h2>
<ol>
<li>&#x5982;&#x679C;&#x4F60;&#x5728;&#x4F7F;&#x7528;&#x4E2D;&#x538B;&#x6839;&#x6CA1;&#x89C1;&#x8FC7;&#x8FD9;&#x6837;&#x7684;&#x7A97;&#x53E3;&#xFF08;&#x5373; UAC &#x5F39;&#x7A97;&#xFF09;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E00;&#x6574;&#x8282;&#x7684;&#x5185;&#x5BB9;&#x5BF9;&#x4F60;&#x53EF;&#x80FD;&#x4E0D;&#x9002;&#x7528;&#xFF1A;
 <img src="basic-maintenance/Untitled%203.png" alt="Untitled"></li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="software-installation.html" class="navigation navigation-prev " aria-label="Previous page: 软件的寻找与安装">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="how-to-find-solutions.html" class="navigation navigation-next " aria-label="Next page: 遇到问题怎么办">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"基本维护和安全防护","level":"1.3.5","depth":2,"next":{"title":"遇到问题怎么办","level":"1.3.6","depth":2,"path":"missing/how-to-find-solutions.md","ref":"missing/how-to-find-solutions.md","articles":[]},"previous":{"title":"软件的寻找与安装","level":"1.3.4","depth":2,"path":"missing/software-installation.md","ref":"missing/software-installation.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/basic-maintenance.md","mtime":"2022-02-08T03:18:56.494Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-02-08T04:24:10.399Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

