
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>浏览器——网上冲浪必备工具 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="office-and-wps.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    电脑以及电脑的组成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公必备软件
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >浏览器——网上冲浪必备工具</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x6D4F;&#x89C8;&#x5668;&#x2014;&#x2014;&#x7F51;&#x4E0A;&#x51B2;&#x6D6A;&#x5FC5;&#x5907;&#x5DE5;&#x5177;">&#x6D4F;&#x89C8;&#x5668;&#x2014;&#x2014;&#x7F51;&#x4E0A;&#x51B2;&#x6D6A;&#x5FC5;&#x5907;&#x5DE5;&#x5177;</h1>
<p>&#x6D4F;&#x89C8;&#x5668;&#x540C;&#x6837;&#x662F;&#x4E00;&#x79CD;&#x8F6F;&#x4EF6;&#x3002;&#x6B63;&#x5982;&#x5B83;&#x7684;&#x540D;&#x5B57;&#x6240;&#x8BF4;&#xFF0C;&#x5B83;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x6D4F;&#x89C8;&#x7F51;&#x9875;&#xFF0C;&#x5C06;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x7684;&#x5F62;&#x5F62;&#x8272;&#x8272;&#x7684;&#x7F51;&#x9875;&#x5448;&#x73B0;&#x5728;&#x6211;&#x4EEC;&#x9762;&#x524D;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x5404;&#x79CD;&#x6D4F;&#x89C8;&#x5668;&#x4E4B;&#x95F4;&#x7684;&#x95E8;&#x6D3E;&#x4EE5;&#x53CA;&#x5B83;&#x4EEC;&#x4E4B;&#x95F4;&#x4EA4;&#x9519;&#x590D;&#x6742;&#x7684;&#x5386;&#x53F2;&#x6E0A;&#x6E90;&#xFF0C;&#x5374;&#x5E76;&#x4E0D;&#x4E3A;&#x591A;&#x6570;&#x4EBA;&#x6240;&#x77E5;&#x3002;</p>
<p>&#x901A;&#x8FC7;&#x9605;&#x8BFB;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x4E5F;&#x8BB8;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x4E0B;&#x9762;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#x3002;</p>
<ul>
<li>IE &#x6D4F;&#x89C8;&#x5668;&#x662F;&#x4F55;&#x65B9;&#x795E;&#x5723;&#xFF1F;</li>
<li>Chrome &#x6D4F;&#x89C8;&#x5668;&#x53C8;&#x662F;&#x4F55;&#x65B9;&#x795E;&#x5723;&#xFF1F;</li>
<li>&#x706B;&#x72D0;&#x6D4F;&#x89C8;&#x5668;&#x53C8;&#x662F;&#x4F55;&#x65B9;&#x795E;&#x5723;&#xFF1F;</li>
<li>&#x300C;360 &#x5B89;&#x5168;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;QQ &#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;2345 &#x738B;&#x724C;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x90FD;&#x662F;&#x600E;&#x4E48;&#x6765;&#x7684;&#xFF1F;</li>
<li>&#x6211;&#x5E94;&#x8BE5;&#x9009;&#x62E9;&#x4EC0;&#x4E48;&#x6D4F;&#x89C8;&#x5668;&#xFF1F;</li>
</ul>
<hr>
<p>&#x6D4F;&#x89C8;&#x5668;&#x662F;&#x6211;&#x4EEC;&#x6D4F;&#x89C8;&#x7F51;&#x9875;&#x7684;&#x5DE5;&#x5177;&#x3002;&#x5F53;&#x4F60;&#x8BBF;&#x95EE;&#x4E00;&#x4E2A;&#x7F51;&#x7AD9;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4; <a href="https://missing.criwits.top/" target="_blank">https://missing.criwits.top/</a>&#xFF0C;&#x8FD9;&#x4E2A;&#x7F51;&#x7AD9;&#x7684;&#x5185;&#x5BB9;&#x5C31;&#x987A;&#x7740;&#x7F51;&#x7EBF;&#x548C; Wi-Fi &#x4F20;&#x8F93;&#x5230;&#x4E86;&#x4F60;&#x7684;&#x8BBE;&#x5907;&#xFF08;&#x624B;&#x673A;&#x6216;&#x7535;&#x8111;&#x6216;&#x5176;&#x4ED6;&#xFF09;&#x4E0A;&#x3002;&#x6D4F;&#x89C8;&#x5668;&#x6240;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5C31;&#x662F;&#x5C06;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#x6309;&#x5B83;&#x4EEC;&#x6240;&#x8BBE;&#x8BA1;&#x7684;&#x6837;&#x5B50;&#x300C;&#x6392;&#x7248;&#x300D;&#x6216;&#x8005;&#x8BF4;&#x300C;&#x5448;&#x73B0;&#x300D;&#xFF0C;&#x4F7F;&#x5176;&#x80FD;&#x5B8C;&#x6574;&#x3001;&#x6B63;&#x786E;&#x5730;&#x5C55;&#x73B0;&#x5728;&#x4F60;&#x7684;&#x5C4F;&#x5E55;&#x4E0A;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x6D4F;&#x89C8;&#x5668;&#x8FD8;&#x8D1F;&#x8D23;&#x4E0E;&#x4F60;&#x8FDB;&#x884C;&#x4EA4;&#x4E92;&#xFF1A;&#x5047;&#x5982;&#x4F60;&#x70B9;&#x4E86;&#x4E00;&#x4E0B;&#x8FD9;&#x4E2A;&#x7F51;&#x7AD9;&#x4E0A;&#x7684;&#x67D0;&#x4E2A;&#x6309;&#x94AE;&#xFF0C;&#x6D4F;&#x89C8;&#x5668;&#x5C31;&#x8981;&#x53BB;&#x300C;&#x7406;&#x89E3;&#x300D;&#x4F60;&#x7684;&#x70B9;&#x51FB;&#x52A8;&#x4F5C;&#xFF0C;&#x5E76;&#x6267;&#x884C;&#x76F8;&#x5E94;&#x7684;&#x529F;&#x80FD;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled.png" alt="Untitled"></p>
<p>&#x6B63;&#x5982;&#x505A;&#x6570;&#x5B66;&#x9898;&#x6709;&#x4EBA;&#x505A;&#x5F97;&#x5FEB;&#x6709;&#x4EBA;&#x505A;&#x5F97;&#x6162;&#xFF0C;&#x300C;&#x6392;&#x7248;&#x300D;&#x540C;&#x4E00;&#x4E2A;&#x7F51;&#x9875;&#xFF0C;&#x6709;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x6392;&#x5F97;&#x53C8;&#x5FEB;&#x53C8;&#x597D;&#xFF0C;&#x6709;&#x7684;&#x5219;&#x8981;&#x82B1;&#x8D39;&#x66F4;&#x957F;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x6D4F;&#x89C8;&#x5668;&#x4E4B;&#x95F4;&#x7684;&#x6700;&#x76F4;&#x89C2;&#x533A;&#x522B;&#xFF0C;&#x5C31;&#x4F53;&#x73B0;&#x5728;&#x540C;&#x4E00;&#x7F51;&#x7EDC;&#x4E0B;&#x6253;&#x5F00;&#x7F51;&#x9875;&#x7684;&#x4E0D;&#x540C;&#x901F;&#x5EA6;&#x4E0A;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x4E5F;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x7279;&#x8272;&#xFF0C;&#x6709;&#x7684;&#x53EF;&#x4EE5;&#x5E2E;&#x5FD9;&#x5C4F;&#x853D;&#x4E00;&#x4E9B;&#x5E7F;&#x544A;&#xFF0C;&#x6709;&#x7684;&#x53EF;&#x4EE5;&#x5E2E;&#x4F60;&#x8BB0;&#x5FC6;&#x5404;&#x79CD;&#x5BC6;&#x7801;&#xFF0C;&#x6709;&#x7684;&#x80FD;&#x4E0E;&#x300C;&#x67D0;&#x67D0;&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x8054;&#x52A8;&#x6765;&#x4FDD;&#x969C;&#x5B89;&#x5168;&#xFF0C;&#x6709;&#x7684;&#x5219;&#x53EA;&#x88AB;&#x7528;&#x6765;&#x4E0B;&#x8F7D;&#x5176;&#x4ED6;&#x6D4F;&#x89C8;&#x5668;&#x3002;&#x300C;IE &#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;&#x706B;&#x72D0;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;&#x8C37;&#x6B4C;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;360 &#x6781;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;QQ &#x6D4F;&#x89C8;&#x5668;&#x300D;&#x2026;&#x2026;&#x8FD9;&#x4E9B;&#x540D;&#x5B57;&#x6216;&#x8BB8;&#x4F60;&#x65E9;&#x5DF2;&#x6709;&#x6240;&#x8033;&#x95FB;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x7A76;&#x7ADF;&#x5B70;&#x4F18;&#x5B70;&#x52A3;&#xFF0C;&#x53EF;&#x80FD;&#x8FD8;&#x9700;&#x8981;&#x6DF1;&#x5165;&#x4E86;&#x89E3;&#x624D;&#x80FD;&#x77E5;&#x6653;&#x3002;</p>
<h2 id="&#x6D4F;&#x89C8;&#x5668;&#x754C;&#x7684;&#x300C;&#x8840;&#x96E8;&#x8165;&#x98CE;&#x300D;">&#x6D4F;&#x89C8;&#x5668;&#x754C;&#x7684;&#x300C;&#x8840;&#x96E8;&#x8165;&#x98CE;&#x300D;</h2>
<p>&#x5728;&#x8BA8;&#x8BBA;&#x6D4F;&#x89C8;&#x5668;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5148;&#x4F83;&#x4E00;&#x4F83;&#x300C;&#x6D4F;&#x89C8;&#x5668;&#x6218;&#x4E89;&#x53F2;&#x300D;&#x3002;</p>
<h3 id="&#x7B2C;&#x4E00;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;">&#x7B2C;&#x4E00;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;</h3>
<p><strong><em>&#x2014;&#x2014; &#x7F51;&#x666F;&#x548C;&#x5FAE;&#x8F6F;&#x4E24;&#x5927;&#x5DE8;&#x4EBA;&#x7684;&#x5355;&#x6253;&#x72EC;&#x6597;</em></strong></p>
<p>&#x8BA9;&#x6211;&#x4EEC;&#x5C06;&#x65F6;&#x95F4;&#x7684;&#x6307;&#x9488;&#x62E8;&#x5230; 30 &#x5E74;&#x524D;&#x3002;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x4E5D;&#x5341;&#x5E74;&#x4EE3;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x521A;&#x521A;&#x8FDB;&#x5165;&#x6C11;&#x7528;&#x9886;&#x57DF;&#xFF0C;&#x5E02;&#x9762;&#x4E0A;&#x5F00;&#x59CB;&#x51FA;&#x73B0;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x65E9;&#x671F;&#x7F51;&#x7EDC;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x51FA;&#x73B0;&#x62C9;&#x5F00;&#x4E86;&#x4E00;&#x573A;&#x6CA1;&#x6709;&#x785D;&#x70DF;&#x7684;&#x300C;&#x6218;&#x4E89;&#x300D;&#x7684;&#x5E8F;&#x5E55;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x65E9;&#x671F;&#x7F51;&#x7EDC;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x4F5C;&#x8005;&#x4E2D;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x53EB;&#x9A6C;&#x514B;&#xB7;&#x5B89;&#x5FB7;&#x68EE;&#x7684;&#x4EBA;&#x6BD4;&#x8F83;&#x6709;&#x5546;&#x4E1A;&#x5934;&#x8111;&#x2014;&#x2014;&#x4ED6;&#x55C5;&#x5230;&#x4E86;&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#x7684;&#x673A;&#x9047;&#x3002;1994 &#x5E74;&#xFF0C;&#x4ED6;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x4F19;&#x4F34;&#x6210;&#x7ACB;&#x4E86;&#x300C;&#x7F51;&#x666F;&#x901A;&#x8BAF;&#x300D;&#x516C;&#x53F8;&#xFF0C;&#x5E76;&#x63A8;&#x51FA;&#x4E86;&#x4E00;&#x6B3E;&#x5546;&#x4E1A;&#x5316;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x8F6F;&#x4EF6;&#x2014;&#x2014;&#x300C;&#x7F51;&#x666F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x3002;&#x7F51;&#x666F;&#x6D4F;&#x89C8;&#x5668;&#x4EE5;&#x300C;&#x5171;&#x4EAB;&#x8F6F;&#x4EF6;&#x300D;&#x7684;&#x65B9;&#x5F0F;&#x8FD0;&#x4F5C;&#x2014;&#x2014;&#x5373;&#x8F6F;&#x4EF6;&#x672C;&#x8EAB;&#x9700;&#x8981;&#x4EA4;&#x94B1;&#x8D2D;&#x4E70;&#xFF0C;&#x4F46;&#x662F;&#x53EF;&#x4EE5;&#x5148;&#x514D;&#x8D39;&#x8BD5;&#x7528;&#x3002;&#x7531;&#x4E8E;&#x7F51;&#x666F;&#x6D4F;&#x89C8;&#x5668;&#x76F8;&#x6BD4;&#x7ADE;&#x54C1;&#xFF08;&#x867D;&#x8BF4;&#x90A3;&#x65F6;&#x672C;&#x6765;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x7ADE;&#x54C1;&#xFF09;&#x66F4;&#x52A0;&#x5B9E;&#x7528;&#x3001;&#x7A33;&#x5B9A;&#xFF0C;&#x7F51;&#x666F;&#x5F88;&#x5FEB;&#x7EDF;&#x9886;&#x4E86;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x5E02;&#x573A;&#xFF0C;&#x5E76;&#x6210;&#x4E3A;&#x4E86;&#x4E92;&#x8054;&#x7F51;&#x9886;&#x57DF;&#x7684;&#x300C;&#x7EDD;&#x5BF9;&#x6807;&#x51C6;&#x300D;&#x3002;&#x4E0B;&#x56FE;&#x662F;&#x7F51;&#x666F;&#x516C;&#x53F8;&#x7684; logo&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%201.png" alt="Untitled"></p>
<p>&#x5FAE;&#x8F6F;&#x89C1;&#x7F51;&#x666F;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x9886;&#x57DF;&#x5982;&#x9C7C;&#x5F97;&#x6C34;&#x8D5A;&#x4E86;&#x5927;&#x94B1;&#xFF0C;&#x5FC3;&#x91CC;&#x5F88;&#x4E0D;&#x662F;&#x6ECB;&#x5473;&#xFF0C;&#x4E8E;&#x662F;&#x4E5F;&#x60F3;&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x9886;&#x57DF;&#x5206;&#x4E00;&#x676F;&#x7FB9;&#x3002;1995 &#x5E74;&#xFF0C;&#x5FAE;&#x8F6F;&#x53D1;&#x5E03;&#x4E86;&#x300C;Internet Explorer&#x300D;&#xFF0C;&#x5B83;&#x7B80;&#x5199;&#x6765;&#x5C31;&#x662F;&#x300C;IE&#x300D;&#x3002;IE &#x5728;&#x4E00;&#x5F00;&#x59CB;&#x5E76;&#x6CA1;&#x6709;&#x53D6;&#x5F97;&#x4EC0;&#x4E48;&#x7ADE;&#x4E89;&#x4E0A;&#x7684;&#x4F18;&#x52BF;&#x2014;&#x2014;&#x4E00;&#x5F00;&#x59CB;&#xFF0C;&#x5B83;&#x4E0D;&#x5982;&#x7F51;&#x666F;&#x6D4F;&#x89C8;&#x5668;&#x7A33;&#x5B9A;&#xFF0C;&#x6709;&#x7740;&#x66F4;&#x591A;&#x7684;&#x5B89;&#x5168;&#x6F0F;&#x6D1E;&#x5E76;&#x66F4;&#x5BB9;&#x6613;&#x6B7B;&#x673A;&#x3002;&#x4F46;&#x5230;&#x4E86; 1997 &#x5E74;&#xFF0C;&#x5FAE;&#x8F6F;&#x53D1;&#x5E03; IE 4.0&#xFF0C;&#x8FD9;&#x4E2A;&#x7248;&#x672C;&#x7684; IE &#x505A;&#x4E86;&#x51E0;&#x4EF6;&#x5927;&#x4E8B;&#xFF1A;&#x4E00;&#x662F;<strong>&#x5B83;&#x53D8;&#x6210;&#x4E86; Windows &#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x4E00;&#x90E8;&#x5206;</strong><del>&#xFF08;&#x6346;&#x7ED1;&#x5B89;&#x88C5;&#xFF09;</del>&#xFF0C;&#x4E8C;&#x662F;&#x5B83;&#x7EC8;&#x4E8E;&#x505A;&#x5F97;&#x6BD4;&#x7F51;&#x666F;&#x66F4;&#x597D;&#x4E86;&#x3002;&#x81EA;&#x6B64;&#x4E4B;&#x540E;&#xFF0C;IE &#x8FC5;&#x96F7;&#x4E0D;&#x53CA;&#x63A9;&#x8033;&#x5730;&#x62A2;&#x5360;&#x4E86;&#x5927;&#x91CF;&#x5E02;&#x573A;&#x4EFD;&#x989D;&#x3002;&#x5230;&#x4E86; 1998 &#x5E74;&#xFF0C;&#x7F51;&#x666F;&#x88AB; AOL &#x516C;&#x53F8;&#x6536;&#x8D2D;&#xFF0C;&#x539F;&#x6765;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x5F00;&#x53D1;&#x56E2;&#x961F;&#x4E5F;&#x89E3;&#x6563;&#x4E86;&#x3002;&#x4E0B;&#x9762;&#x662F; IE 4.0 &#x7684;&#x8F6F;&#x4EF6;&#x754C;&#x9762;&#xFF1A;</p>
<p><img src="browsers-and-how-to-choose/Untitled%202.png" alt="Untitled"></p>
<p>&#x81F3;&#x6B64;&#xFF0C;&#x5FAE;&#x8F6F;&#x5728;&#x8FD9;&#x4E00;&#x573A;&#x4E0E;&#x7F51;&#x666F;&#x7684;&#x8F83;&#x91CF;&#x4E4B;&#x4E2D;&#x80DC;&#x51FA;&#xFF0C;IE &#x6D4F;&#x89C8;&#x5668;&#x6210;&#x4E3A;&#x4E86;&#x6D4F;&#x89C8;&#x5668;&#x754C;&#x7684;&#x8001;&#x5927;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;&#x7ED3;&#x675F;&#x3002;</p>
<h3 id="&#x7B2C;&#x4E8C;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;">&#x7B2C;&#x4E8C;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;</h3>
<p><strong><em>&#x2014;&#x2014; &#x5F00;&#x653E;&#x3001;&#x81EA;&#x7531;&#x7684;&#x7ADE;&#x4E89;&#x4E0E;&#x65B0;&#x65F6;&#x4EE3;&#x7684;&#x673A;&#x9047;</em></strong></p>
<p>&#x7F51;&#x666F;&#x867D;&#x7136;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;&#x4E2D;&#x60E8;&#x8D25;&#xFF0C;&#x4F46;&#x5B83;&#x5E76;&#x6CA1;&#x6709;&#x7ACB;&#x523B;&#x9000;&#x51FA;&#x8FD9;&#x4E2A;&#x5E02;&#x573A;&#xFF0C;&#x800C;&#x662F;&#x5E0C;&#x671B;&#x8054;&#x5408;&#x66F4;&#x591A;&#x7684;&#x529B;&#x91CF;&#x6765;&#x6297;&#x8861;&#x81EA;&#x5DF1;&#x7684;&#x5BF9;&#x624B;&#x3002;1998 &#x5E74;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x7F51;&#x666F;&#x88AB;&#x6536;&#x8D2D;&#x7684;&#x90A3;&#x5E74;&#xFF0C;&#x5B83;&#x516C;&#x5F00;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x7F51;&#x666F;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x6E90;&#x4EE3;&#x7801;&#xFF0C;&#x6210;&#x7ACB;&#x4E86;&#x4EE5; Mozilla &#x4E3A;&#x540D;&#x7684;&#x5F00;&#x53D1;&#x793E;&#x56E2;&#xFF0C;&#x5E0C;&#x671B;&#x501F;&#x52A9;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x529B;&#x91CF;&#x5C06;&#x8FD9;&#x4E00;&#x80A1;&#x85AA;&#x706B;&#x4F20;&#x4E0B;&#x53BB;&#x3002;</p>
<p>&#x65F6;&#x95F4;&#x6765;&#x5230; 2003 &#x5E74;&#xFF0C;&#x82DF;&#x5EF6;&#x6B8B;&#x5598;&#x7684;&#x7F51;&#x666F;&#x516C;&#x53F8;&#x6700;&#x7EC8;&#x89E3;&#x6563;&#x3002;&#x89E3;&#x6563;&#x5F53;&#x5929;&#xFF0C;AOL &#x4E5F;&#x5206;&#x79BB;&#x4E86;&#x4E0E; Mozilla &#x7684;&#x5173;&#x7CFB;&#xFF0C;Mozilla &#x6210;&#x4E3A;&#x4E86;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x300C;&#x57FA;&#x91D1;&#x4F1A;&#x300D;&#x3002;&#x6240;&#x8C13;&#x300C;&#x57FA;&#x91D1;&#x4F1A;&#x300D;&#xFF0C;&#x5C31;&#x662F;&#x8BF4;&#x81EA;&#x8EAB;&#x4E0D;&#x4EE5;&#x8425;&#x5229;&#x4E3A;&#x76EE;&#x7684;&#xFF0C;&#x800C;&#x4F9D;&#x8D56;&#x793E;&#x533A;&#x2014;&#x2014;&#x6216;&#x8005;&#x8BF4;&#x5927;&#x4F17;&#x2014;&#x2014;&#x7684;&#x529B;&#x91CF;&#x8FDB;&#x884C;&#x5F00;&#x53D1;&#xFF0C;&#x4F9D;&#x8D56;&#x7528;&#x6237;&#x7684;&#x6350;&#x8D60;&#x6765;&#x7EF4;&#x6301;&#x8FD0;&#x884C;&#x3002;&#x4E0D;&#x4E45;&#x540E;&#xFF0C;Mozilla &#x5C06;&#x81EA;&#x5DF1;&#x5F00;&#x53D1;&#x7684;&#xFF0C;&#x300C;&#x4F20;&#x627F;&#x300D;&#x81EA;&#x7F51;&#x666F;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x8D4B;&#x4E88;&#x300C;Firefox&#x300D;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x5373;&#x300C;&#x706B;&#x72D0;&#x300D;&#x3002;&#x7531;&#x5F00;&#x653E;&#x793E;&#x533A;&#x8D21;&#x732E;&#x7684;&#x706B;&#x72D0;&#x5F97;&#x5230;&#x4E86;&#x4EBA;&#x4EEC;&#x7684;&#x8BA4;&#x53EF;&#xFF0C;&#x6570;&#x5E74;&#x95F4;&#x5C31;&#x5360;&#x9886;&#x4E86;&#x8D85;&#x8FC7; 20% &#x7684;&#x6D4F;&#x89C8;&#x5668;&#x5E02;&#x573A;&#x3002;&#x4E0B;&#x56FE;&#x662F;&#x81EA; 2004 &#x5E74;&#x4EE5;&#x6765;&#x706B;&#x72D0;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x56FE;&#x6807;&#x53D8;&#x5316;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%203.png" alt="Untitled"></p>
<p>&#x5FAE;&#x8F6F;&#x89C1;&#x706B;&#x72D0;&#x8FC5;&#x901F;&#x5360;&#x9886;&#x5E02;&#x573A;&#xFF0C;&#x6765;&#x8005;&#x4E0D;&#x5584;&#xFF0C;&#x4E8E;&#x662F;&#x7740;&#x624B;&#x4E3A; IE &#x6DFB;&#x52A0;&#x65B0;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x4EE5;&#x8BA9;&#x5B83;&#x80FD;&#x4E0E;&#x706B;&#x72D0;&#x6297;&#x8861;&#x3002;2006 &#x5E74;&#xFF0C;&#x5FAE;&#x8F6F;&#x53D1;&#x5E03;&#x4E86; IE 7&#xFF0C;&#x5728;&#x754C;&#x9762;&#x548C;&#x529F;&#x80FD;&#x4E0A;&#x90FD;&#x6709;&#x4E86;&#x8BB8;&#x591A;&#x6539;&#x53D8;&#xFF0C;&#x4F46;&#x5374;&#x5728;&#x6027;&#x80FD;&#x4E0A;&#x60E8;&#x4E0D;&#x5FCD;&#x7779;&#xFF0C;&#x5728;&#x65B0;&#x6807;&#x51C6;&#x652F;&#x6301;&#x65B9;&#x9762;&#x4E5F;&#x5B9E;&#x5728;&#x96BE;&#x4EE5;&#x606D;&#x7EF4;&#x3002;&#x53C8;&#x7531;&#x4E8E;&#x4E3A; IE 7 &#x62A4;&#x822A;&#x7684; Windows Vista &#x5B9E;&#x5728;&#x592A;&#x62C9;&#xFF0C;IE 7 &#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x53D6;&#x5F97;&#x4EC0;&#x4E48;&#x6210;&#x529F;&#x3002;&#x540E;&#x6765;&#x7684; IE 8 &#x5C3D;&#x7BA1;&#x505A;&#x4E86;&#x5F88;&#x5927;&#x6539;&#x8FDB;&#xFF0C;&#x4F46;&#x5728;&#x65B0;&#x6807;&#x51C6;&#x652F;&#x6301;&#x65B9;&#x9762;&#x4ECD;&#x7136;&#x8868;&#x73B0;&#x5DEE;&#x52B2;&#xFF0C;&#x4E0E;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x95F4;&#x5B58;&#x5728;&#x5F88;&#x5927;&#x7684;&#x5DEE;&#x8DDD;&#x3002;IE &#x7684;&#x5E02;&#x573A;&#x4EFD;&#x989D;&#x56E0;&#x800C;&#x4E0D;&#x65AD;&#x8D70;&#x5411;&#x4E0B;&#x5761;&#xFF0C;&#x800C;&#x706B;&#x72D0;&#x7684;&#x5360;&#x6709;&#x7387;&#x5219;&#x5728; 2008 &#x5E74;&#x524D;&#x540E;&#x51B2;&#x4E0A;&#x4E86; 30% &#x7684;&#x9AD8;&#x5CF0;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%204.png" alt="Untitled"></p>
<p>&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x4F01;&#x4E1A;&#x548C;&#x7EC4;&#x7EC7;&#x610F;&#x8BC6;&#x5230;&#x4E86;&#x6D4F;&#x89C8;&#x5668;&#x5E02;&#x573A;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;&#x9664;&#x4E86; Mozilla &#x7684;&#x706B;&#x72D0;&#x548C;&#x5FAE;&#x8F6F;&#x7684; IE &#x5916;&#xFF0C;&#x5176;&#x4ED6;&#x8BB8;&#x591A;&#x7ADE;&#x4E89;&#x8005;&#x4E5F;&#x53C2;&#x4E0E;&#x5230;&#x4E86;&#x8FD9;&#x573A;&#x65B0;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;&#x4E2D;&#x3002;2008 &#x5E74;&#xFF0C;&#x8C37;&#x6B4C;&#x516C;&#x53F8;<del>&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x67D0;&#x4E2A;&#x5B98;&#x7F51;&#x90FD;&#x6253;&#x4E0D;&#x5F00;&#x7684;&#x516C;&#x53F8;&#xFF09;</del>&#x63A8;&#x51FA;&#x4E86;&#x4E00;&#x6B3E;&#x5168;&#x65B0;&#x6D4F;&#x89C8;&#x5668;&#x2014;&#x2014;Chrome &#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x4FD7;&#x79F0;&#x7684;&#x300C;&#x8C37;&#x6B4C;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x3002;&#x4E0B;&#x9762;&#x5C55;&#x793A;&#x7684;&#x662F;&#x4ECA;&#x5929; Chrome &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x753B;&#x9762;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%205.png" alt="Untitled"></p>
<p>Chrome &#x6D4F;&#x89C8;&#x5668;&#x8BDE;&#x751F;&#x4E0D;&#x4E45;&#x5C31;&#x5F00;&#x59CB;&#x8FC5;&#x731B;&#x53D1;&#x5C55;&#x5E76;&#x5360;&#x9886;&#x5E02;&#x573A;&#x3002;&#x8FD9;&#x6709;&#x7740;&#x591A;&#x65B9;&#x9762;&#x7684;&#x539F;&#x56E0;&#xFF1A;&#x7B2C;&#x4E00;&#xFF0C;&#x8C37;&#x6B4C;&#x516C;&#x53F8;&#x81EA;&#x8EAB;&#x7684;&#x4F53;&#x91CF;&#x5F3A;&#x5927;&#xFF0C;&#x56E0;&#x800C;&#x80FD;&#x591F;&#x501F;&#x52A9;&#x81EA;&#x5DF1;&#x7684;&#x7F51;&#x7EDC;&#x751F;&#x6001;&#x2014;&#x2014;&#x4F8B;&#x5982;&#x8C37;&#x6B4C;&#x641C;&#x7D22;&#x3001;&#x8C37;&#x6B4C;&#x90AE;&#x7BB1;&#xFF08;Gmail&#xFF09;&#x7B49;&#x8BBF;&#x95EE;&#x91CF;&#x5DE8;&#x5927;&#x7684;&#x7F51;&#x7AD9;&#x2014;&#x2014;&#x6765;&#x300C;&#x52A9;&#x63A8;&#x300D;Chrome &#x6D4F;&#x89C8;&#x5668;&#x3002;&#x7B2C;&#x4E8C;&#xFF0C;&#x8C37;&#x6B4C;&#x7684;&#x786E;&#x6295;&#x5165;&#x4E86;&#x4EBA;&#x529B;&#x7269;&#x529B;&#x8FDB;&#x884C; Chrome &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x5F00;&#x53D1;&#xFF0C;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#xFF0C;Chrome &#x6D4F;&#x89C8;&#x5668;&#x5728;&#x6027;&#x80FD;&#x4E0A;&#x4E0E;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x76F8;&#x6BD4;&#x90FD;&#x6709;&#x7740;&#x4E0D;&#x5C0F;&#x7684;&#x4F18;&#x52BF;&#x3002;</p>
<p>&#x6B64;&#x5916;&#xFF0C;Chrome &#x6D4F;&#x89C8;&#x5668;&#x8BDE;&#x751F;&#x7684;&#x5E74;&#x4EE3;&#xFF08;2010 &#x5E74;&#x524D;&#xFF09;&#x6B63;&#x597D;&#x662F;&#x8D76;&#x4E0A;&#x4E86;&#x4E92;&#x8054;&#x7F51;&#x4ECE;&#x539F;&#x6765;&#x7684;&#x5355;&#x4E00;&#x5316;&#xFF08;&#x6587;&#x5B57; + &#x56FE;&#x7247;&#x5185;&#x5BB9;&#xFF09;&#x5411;&#x591A;&#x5143;&#x5316;&#x53D1;&#x5C55;&#x7684;&#x65F6;&#x4EE3;&#x5927;&#x6F6E;&#x3002;&#x800C; Chrome &#x5BF9;&#x90A3;&#x65F6;&#x4EA7;&#x751F;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x65B0;&#x6807;&#x51C6;&#x548C;&#x89C4;&#x8303;&#x6709;&#x8F83;&#x597D;&#x7684;&#x652F;&#x6301;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x4E00;&#x76F4;&#x8D76;&#x5728;&#x65F6;&#x4EE3;&#x6F6E;&#x5934;&#xFF1B;&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x7531;&#x4E8E;&#x5FAE;&#x8F6F;&#x7684; IE &#x6D4F;&#x89C8;&#x5668;&#x662F;&#x4E0E; Windows &#x7CFB;&#x7EDF;&#x6346;&#x7ED1;&#x66F4;&#x65B0;&#x7684;&#xFF0C;&#x800C; Windows &#x7CFB;&#x7EDF;&#x6570;&#x5E74;&#x624D;&#x53D1;&#x5E03;&#x4E00;&#x4E2A;&#x65B0;&#x7248;&#x672C;&#xFF0C;&#x518D;&#x52A0;&#x4E0A; IE &#x65E0;&#x8BBA;&#x662F;&#x6027;&#x80FD;&#x8FD8;&#x662F;&#x529F;&#x80FD;&#x90FD;&#x4E0D;&#x65AD;&#x5730;&#x843D;&#x540E;&#x4E8E;&#x5176;&#x4ED6;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;IE &#x7684;&#x5E02;&#x573A;&#x5360;&#x6709;&#x7387;&#x81EA;&#x90A3;&#x65F6;&#x5F00;&#x59CB;&#x5C31;&#x6301;&#x7EED;&#x8D70;&#x4F4E;&#x3002;</p>
<p>&#x524D;&#x9762;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#x8FC7;&#xFF0C;&#x706B;&#x72D0;&#x6D4F;&#x89C8;&#x5668;&#x662F;&#x300C;&#x5F00;&#x6E90;&#x300D;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x5B83;&#x7684;&#x6E90;&#x4EE3;&#x7801;&#x81EA;&#x8BDE;&#x751F;&#x4EE5;&#x6765;&#x4E00;&#x76F4;&#x90FD;&#x662F;&#x516C;&#x5F00;&#x7684;&#x2014;&#x2014;&#x8FD9;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x4EFB;&#x4F55;&#x4EBA;&#x90FD;&#x53EF;&#x4EE5;&#x5728;&#x9075;&#x5B88;&#x4E00;&#x5B9A;&#x7EA6;&#x5B9A;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x81EA;&#x7531;&#x5730;&#x4FEE;&#x6539;&#x548C;&#x53D1;&#x5E03;&#x5B83;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x706B;&#x72D0;&#x6D4F;&#x89C8;&#x5668;&#x5C31;&#x80FD;&#x300C;&#x96C6;&#x601D;&#x5E7F;&#x76CA;&#x300D;&#xFF0C;&#x4EE5;&#x793E;&#x533A;&#x4E4B;&#x529B;&#x63A8;&#x8FDB;&#x5F00;&#x53D1;&#x3002;&#x8C37;&#x6B4C;&#x770B;&#x5230;&#x4E86;&#x8FD9;&#x79CD;&#x6A21;&#x5F0F;&#x7684;&#x4F18;&#x52BF;&#xFF0C;&#x4F46;&#x53C8;&#x4E0D;&#x60F3;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x5F97;&#x610F;&#x4E4B;&#x4F5C;&#x5B8C;&#x5168;&#x88AB;&#x4F17;&#x4EBA;&#x7AA5;&#x63A2;&#xFF0C;&#x4E8E;&#x662F;&#x8C37;&#x6B4C;&#x60F3;&#x4E86;&#x4E2A;&#x529E;&#x6CD5;&#xFF0C;&#x5B83;&#x5C06; Chrome &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x6838;&#x5FC3;&#x90E8;&#x5206;&#x62FF;&#x51FA;&#x6765;&#xFF0C;&#x4EE5;&#x300C;Chromium&#x300D;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x5F00;&#x6E90;&#x3002;&#x987A;&#x5E26;&#x8BF4;&#x4E00;&#x53E5;&#xFF0C;&#x300C;Chrome&#x300D;&#x662F;&#x300C;&#x94EC;&#x91D1;&#x5C5E;&#x300D;&#xFF0C;&#x300C;Chromium&#x300D;&#x662F;&#x300C;&#x94EC;&#x5143;&#x7D20;&#x300D;&#xFF0C;&#x5916;&#x5728;&#x4E0E;&#x5185;&#x6838;&#xFF0C;&#x6B63;&#x662F;&#x7167;&#x5E94;&#x4E86;&#x5B83;&#x4EEC;&#x7684;&#x540D;&#x5B57;&#x3002;&#x6709;&#x4E86; Chromium&#xFF0C;&#x793E;&#x533A;&#x5927;&#x4F17;&#x53EF;&#x4EE5;&#x62FF;&#x5B83;&#x53BB;&#x8FDB;&#x884C;&#x4E8C;&#x6B21;&#x5F00;&#x53D1;&#x548C;&#x6539;&#x8FDB;&#xFF0C;&#x8C37;&#x6B4C;&#x5219;&#x5C06;&#x8FD9;&#x4E4B;&#x4E2D;&#x7684;&#x5F00;&#x53D1;&#x8FDB;&#x5C55;&#x4E0D;&#x65AD;&#x5730;&#x5438;&#x6536;&#x56DE; Chrome&#x3002;&#x8FD9;&#x6837;&#x5C31;&#x5F62;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x7531;&#x5F00;&#x653E;&#x7684; Chromium&#x300C;&#x53CD;&#x54FA;&#x300D;&#x5C01;&#x95ED;&#x7684; Chrome &#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5982;&#x679C;&#x4F60;&#x6B63;&#x5728;&#x4F7F;&#x7528; Chrome &#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x4E0D;&#x59A8;&#x6253;&#x5F00;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x2192;&#x3010;&#x5173;&#x4E8E; Chrome&#x3011;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x8FD9;&#x6837;&#x4E00;&#x53E5;&#x8BDD;&#xFF1A;&#x300C;Chrome &#x7684;&#x8BDE;&#x751F;&#x79BB;&#x4E0D;&#x5F00; Chromium &#x5F00;&#x6E90;&#x9879;&#x76EE;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x5F00;&#x6E90;&#x8F6F;&#x4EF6;&#x300D;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%206.png" alt="Untitled"></p>
<p>&#x4F17;&#x6240;&#x5468;&#x77E5;&#xFF0C;Chrome &#x6D4F;&#x89C8;&#x5668;&#x597D;&#x7528;&#xFF0C;&#x800C;&#x8C37;&#x6B4C;&#x53C8;&#x628A;&#x5B83;&#x6838;&#x5FC3;&#x90E8;&#x5206;&#x7ED9;&#x516C;&#x5F00;&#x4E86;&#xFF0C;&#x8FD9;&#x8BA9;&#x8BB8;&#x591A;&#x5176;&#x4ED6;&#x5382;&#x5546;&#x6709;&#x4E86;&#x65B0;&#x7684;&#x60F3;&#x6CD5;&#xFF1A;&#x4ECE;&#x96F6;&#x5F00;&#x59CB;&#x91CD;&#x65B0;&#x8BBE;&#x8BA1;&#x4E00;&#x4E2A;&#x6D4F;&#x89C8;&#x5668;&#x5B9E;&#x5728;&#x592A;&#x96BE;&#xFF0C;&#x4F46;&#x6D4F;&#x89C8;&#x5668;&#x7740;&#x5B9E;&#x8D5A;&#x94B1;&#xFF08;&#x4E3B;&#x8981;&#x662F;&#x5E7F;&#x544A;&#x6548;&#x5E94;&#xFF0C;&#x4EE5;&#x53CA;&#x53EF;&#x4EE5;&#x501F;&#x6D4F;&#x89C8;&#x5668;&#x6765;&#x63A8;&#x5E7F;&#x81EA;&#x5BB6;&#x7684;&#x5176;&#x4ED6;&#x529F;&#x80FD;&#xFF09;&#xFF0C;&#x4E0D;&#x5982;&#x5C31;&#x628A;&#x8FD9; Chromium &#x501F;&#x6765;&#xFF0C;&#x5957;&#x4E0A;&#x4E00;&#x4E2A;&#x5916;&#x58F3;&#xFF0C;&#x505A;&#x6210;&#x81EA;&#x5DF1;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x597D;&#x4E86;&#x3002;&#x7531;&#x4E8E;&#x56FD;&#x5185;&#x7279;&#x6B8A;&#x7684;&#x7F51;&#x7EDC;&#x73AF;&#x5883;&#xFF0C;&#x8C37;&#x6B4C;&#x7684;&#x4E00;&#x4E9B;&#x670D;&#x52A1;&#x5728;&#x5927;&#x9646;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#xFF0C;&#x8FD9;&#x66F4;&#x7ED9;&#x4E88;&#x4E86;&#x56FD;&#x5185;&#x4E00;&#x4E9B;&#x4E92;&#x8054;&#x7F51;&#x5927;&#x5382;&#x6253;&#x9020;&#x81EA;&#x5DF1;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x52A8;&#x529B;&#x3002;&#x300C;360 &#x6781;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;QQ &#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;2345 &#x738B;&#x724C;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;&#x4E16;&#x754C;&#x4E4B;&#x7A97;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x7B49;&#x8FD9;&#x4E9B;&#x56FD;&#x4EA7;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x90FD;&#x662F;&#x5728; Chromium &#x7684;&#x57FA;&#x7840;&#x4E0A;&#x300C;&#x5957;&#x58F3;&#x300D;&#x800C;&#x6765;&#x7684;&#x4EA7;&#x7269;&#x2014;&#x2014;&#x5B83;&#x4EEC;&#x90FD;&#x4F7F;&#x7528;&#x8005;&#x548C; Chrome &#x4E00;&#x6837;&#x7684;&#x6838;&#x5FC3;&#x6280;&#x672F;&#xFF0C;&#x53EA;&#x662F;&#x62AB;&#x4E0A;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x5916;&#x8863;&#xFF0C;&#x9644;&#x52A0;&#x4E86;&#x5404;&#x81EA;&#x7684;&#x72EC;&#x6709;&#x529F;&#x80FD;&#xFF0C;&#x6BD4;&#x5982;&#x300C;&#x7F51;&#x7EDC;&#x5B89;&#x5168;&#x300D;&#x300C;&#x8D26;&#x6237;&#x540C;&#x6B65;&#x300D;&#x7B49;&#x3002;&#x5728;&#x8FD9;&#x4E9B;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x6709;&#x5173;&#x9875;&#x9762;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x90FD;&#x80FD;&#x627E;&#x5230;&#x5B83;&#x4EEC;&#x4E0E; Chromium &#x7684;&#x5173;&#x7CFB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E0B;&#x56FE;&#x662F; 360 &#x6781;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x4ECB;&#x7ECD;&#x9875;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x300C;Chrome &#x5185;&#x6838;&#x300D;&#x6307;&#x7684;&#x5C31;&#x662F; Chromium&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%207.png" alt="Untitled"></p>
<p>&#x518D;&#x6BD4;&#x5982;&#x8BF4;&#xFF0C;QQ &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x5B98;&#x7F51;&#x4E0A;&#xFF0C;&#x7855;&#x5927;&#x7684;&#x300C;CHROMIUM&#x300D;&#x6807;&#x699C;&#x7740;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x6838;<del>&#xFF08;&#x4E0D;&#x8FC7;&#x73B0;&#x5728; Chromium &#x90FD;&#x7248;&#x672C; 97+ &#x4E86;&#x4F60;&#x600E;&#x4E48;&#x8FD8;&#x5728;&#x7528; 70 &#x554A;&#xFF1F;&#xFF09;</del>&#xFF1A;</p>
<p><img src="browsers-and-how-to-choose/Untitled%208.png" alt="Untitled"></p>
<p>&#x5C31;&#x8FDE;&#x5FAE;&#x8F6F;&#x2014;&#x2014;&#x53C8;&#x662F;&#x4F60;&#x5FAE;&#x8F6F;&#x2014;&#x2014;&#x4E5F;&#x5728;&#x6700;&#x540E;&#x8D70;&#x4E0A;&#x4E86;&#x5957;&#x58F3; Chromium &#x7684;&#x9053;&#x8DEF;&#x3002;&#x5148;&#x56DE;&#x5934;&#x770B;&#x770B; IE &#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5B83;&#x81EA; 2013 &#x5E74;&#x7684; IE 11 &#x4EE5;&#x6765;&#x5C31;&#x6CA1;&#x6709;&#x518D;&#x66F4;&#x65B0;&#x8FC7;&#x5927;&#x7248;&#x672C;&#x3002;&#x5012;&#x662F;&#x5728; 2015 &#x5E74;&#x524D;&#x540E;&#xFF0C;&#x5FAE;&#x8F6F;&#x53D1;&#x5E03;&#x4E86;&#x4E00;&#x6B3E;&#x65B0;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x300C;Edge&#x300D;&#xFF0C;&#x5F7C;&#x65F6;&#x7684; Edge &#x8FD8;&#x662F;&#x5728; IE &#x7684;&#x57FA;&#x7840;&#x4E0A;&#x5F00;&#x53D1;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x7B97;&#x662F; IE &#x7684;&#x6B63;&#x7EDF;&#x540E;&#x7EE7;&#x8005;&#x2014;&#x2014;&#x8FDE; IE &#x7684;&#x7F3A;&#x70B9;&#x4E5F;&#x4E00;&#x5E76;&#x540E;&#x7EE7;&#x4E86;&#x3002;&#x4E8E;&#x662F;&#x4E4B;&#x540E;&#x51E0;&#x5E74;&#xFF0C;Edge &#x4E00;&#x76F4;&#x4E0D;&#x6E29;&#x4E0D;&#x706B;&#xFF0C;&#x5C3D;&#x7BA1;&#x5B83;&#x548C; Windows 10 &#x6346;&#x7ED1;&#xFF0C;&#x4F46;&#x5E02;&#x573A;&#x5360;&#x6709;&#x7387;&#x4E00;&#x76F4;&#x6BD4;&#x8F83;&#x4F4E;&#x8FF7;&#x3002;<del>&#x6BD5;&#x7ADF; IE &#x662F;&#x4EC0;&#x4E48;&#x4E50;&#x8272;&#x5927;&#x5BB6;&#x90FD;&#x61C2;&#xFF0C;&#x90A3;&#x51E0;&#x5E74;&#x7684; Edge &#x53EA;&#x80FD;&#x8BF4;&#x7A0D;&#x5FAE;&#x6BD4;&#x8FC7;&#x53BB;&#x7684; IE &#x597D;&#x90A3;&#x4E48;&#x4E00;&#x4E01;&#x70B9;&#x3002;</del></p>
<p>&#x65F6;&#x95F4;&#x4E00;&#x8F6C;&#x773C;&#x5230;&#x4E86; 2018 &#x5E74;&#x3002;&#x90A3;&#x5E74;&#x672B;&#xFF0C;&#x5FAE;&#x8F6F;&#x641E;&#x4E86;&#x4E00;&#x4E2A;&#x5927;&#x65B0;&#x95FB;&#xFF0C;&#x8981;&#x5C06; Edge &#x8FC1;&#x79FB;&#x5230; Chromium &#x5185;&#x6838;&#x2014;&#x2014;&#x6362;&#x53E5;&#x8BDD;&#x5C31;&#x662F;&#xFF0C;&#x628A; Edge &#x539F;&#x6765;&#x7684;&#x6280;&#x672F;&#x6254;&#x6389;&#x4E0D;&#x8981;&#xFF0C;&#x65B0;&#x7684; Edge &#x5C06;&#x662F;&#x4E00;&#x6B3E; Chromium &#x5957;&#x58F3;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x3002;&#x65B0; Edge &#x6700;&#x7EC8;&#x5728; 2020 &#x5E74;&#x6B63;&#x5F0F;&#x95EE;&#x4E16;&#xFF0C;&#x5168;&#x79F0;&#x300C;Microsoft Edge&#x300D;&#x3002;&#x8FD9;&#x6216;&#x8BB8;&#x662F;&#x5FAE;&#x8F6F;&#x7684;&#x4E00;&#x6B21;&#x7FFB;&#x8EAB;&#x2014;&#x2014;&#x8FD1;&#x4E24;&#x5E74;&#xFF0C;Edge &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x5E02;&#x573A;&#x4EFD;&#x989D;&#x5F00;&#x59CB;&#x7A33;&#x6B65;&#x4E0A;&#x5347;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x5F97;&#x76CA;&#x4E8E; Chromium &#x5185;&#x6838;&#x7684;&#x5F3A;&#x5927;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x5219;&#x662F;&#x5FAE;&#x8F6F;&#x501F; Windows &#x6765;&#x5F3A;&#x884C;&#x63A8;&#x8350; Edge&#x3002;&#x5982;&#x679C;&#x4F60;&#x4F7F;&#x7528;&#x7684;&#x662F; Windows 10 &#x6216; 11&#xFF0C;&#x4F60;&#x4E00;&#x5B9A;&#x5728;&#x7CFB;&#x7EDF;&#x7684;&#x8BB8;&#x591A;&#x5730;&#x65B9;&#x90FD;&#x80FD;&#x770B;&#x89C1;&#x5FAE;&#x8F6F;&#x5F3A;&#x884C;&#x63A8;&#x8350; Edge &#x7684;&#x8EAB;&#x5F71;&#xFF1A;</p>
<p><img src="browsers-and-how-to-choose/Untitled%209.png" alt="Untitled"></p>
<p>&#x800C; IE &#x771F;&#x7684;&#x6210;&#x4E3A;&#x5F03;&#x5B50;&#x4E86;&#x3002;2021 &#x5E74; 5 &#x6708; 20 &#x65E5;&#xFF0C;&#x5FAE;&#x8F6F;&#x5B98;&#x5BA3;&#x5373;&#x5C06;&#x505C;&#x6B62;&#x652F;&#x6301; IE &#x6D4F;&#x89C8;&#x5668;&#xFF0C;IE &#x5C06;&#x4E8E; 2022 &#x5E74; 6 &#x6708; 15 &#x65E5;&#x5F7B;&#x5E95;&#x300C;&#x9000;&#x5F79;&#x300D;&#x3002;&#x8BDE;&#x751F;&#x4E8E;&#x7B2C;&#x4E00;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;&#x7684; IE &#x5728;&#x90A3;&#x65F6;&#x78BE;&#x538B;&#x5BF9;&#x624B;&#x7F51;&#x666F;&#xFF0C;&#x5374;&#x6700;&#x7EC8;&#x5728;&#x7B2C;&#x4E8C;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;&#x4E2D;&#x6210;&#x4E3A;&#x5386;&#x53F2;&#x3002;&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x9664;&#x4E86;&#x56E0;&#x56FD;&#x5185;&#x6709;&#x4E00;&#x4E9B;&#x7F51;&#x7AD9;&#xFF0C;&#x4F8B;&#x5982;&#x300C;&#x5DE5;&#x884C;&#x7F51;&#x94F6;&#x300D;&#x300C;&#x4E2A;&#x4EBA;&#x5F81;&#x4FE1;&#x4E2D;&#x5FC3;&#x300D;&#x7B49;&#x7531;&#x4E8E;&#x8FD9;&#x6837;&#x90A3;&#x6837;&#x7684;&#x5386;&#x53F2;&#x539F;&#x56E0;&#x5FC5;&#x987B;&#x8981;&#x4F7F;&#x7528; IE &#x6D4F;&#x89C8;&#x5668;&#x624D;&#x80FD;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#x5916;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x7406;&#x7531;&#x53BB;&#x4F7F;&#x7528; IE &#x6D4F;&#x89C8;&#x5668;&#x3002;</p>
<p>Chrome &#x5F88;&#x4F18;&#x79C0;&#xFF0C;&#x8FD9;&#x8BA9; Chromium &#x5957;&#x58F3;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x4F8B;&#x5982;&#x300C;360 &#x6781;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x90FD;&#x6709;&#x76F8;&#x5BF9;&#x4E0D;&#x9519;&#x7684;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x8FD9;&#x4E9B;&#x505A;&#x5957;&#x58F3;&#x7684;&#x5382;&#x5546;&#x4E00;&#x822C;&#x90FD;&#x4F1A;&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x4E2D;&#x9644;&#x52A0;&#x4E00;&#x4E9B;&#x81EA;&#x5DF1;&#x8BBE;&#x8BA1;&#x7684;&#x5C0F;&#x529F;&#x80FD;&#xFF0C;&#x8BA9;&#x5B83;&#x4EEC;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x66F4;&#x6613;&#x4E8E;&#x4F7F;&#x7528;&#xFF0C;Chrome &#x7CFB;&#x6D4F;&#x89C8;&#x5668;&#xFF08;&#x5305;&#x62EC;&#x65B0; Edge&#xFF09;&#x7684;&#x5E02;&#x573A;&#x4EFD;&#x989D;&#x5728;&#x8FD1;&#x5E74;&#x6765;&#x5DF2;&#x7ECF;&#x5DEE;&#x4E0D;&#x591A; 70%&#x3002;&#x8BF4; Chrome &#x5784;&#x65AD;&#x4E86;&#x6D4F;&#x89C8;&#x5668;&#x5E02;&#x573A;&#xFF0C;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x4E3A;&#x8FC7;&#x3002;&#x4E0B;&#x56FE;&#x662F;&#x81EA; 2009 &#x5E74;&#x81F3;&#x4ECA;&#x7684;&#x5168;&#x7403;&#x7535;&#x8111;&#x7AEF;&#x6D4F;&#x89C8;&#x5668;&#x4EFD;&#x989D;&#x66F2;&#x7EBF;&#x56FE;&#xFF0C;&#x5176;&#x4E2D;&#x7EFF;&#x7EBF;&#x662F; Chrome &#x4EE5;&#x53CA; Chromium &#x5957;&#x58F3;&#x6D4F;&#x89C8;&#x5668;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2010.png" alt="Untitled"></p>
<p>&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x706B;&#x72D0;&#x2014;&#x2014;&#x706B;&#x72D0;&#x662F;&#x72EC;&#x7ACB;&#x7684;&#x3001;&#x4E0D;&#x540C;&#x4E8E; Chromium &#x7684;&#x5185;&#x6838;&#x2014;&#x2014;&#x7684;&#x65E5;&#x5B50;&#x53D8;&#x5F97;&#x4E0D;&#x592A;&#x597D;&#x8FC7;&#x4E86;&#x3002;&#x5728; 2010 &#x5E74;&#x4E4B;&#x524D;&#xFF0C;&#x706B;&#x72D0;&#x7684;&#x5E02;&#x573A;&#x4EFD;&#x989D;&#x8FD8;&#x6BD4;&#x8F83;&#x9AD8;&#xFF0C;&#x4E14;&#x6709;&#x4E0A;&#x5347;&#x8FF9;&#x8C61;&#xFF0C;&#x4F46;&#x5728; Chrome &#x5927;&#x884C;&#x5176;&#x9053;&#x540E;&#x5C31;&#x5F00;&#x59CB;&#x9010;&#x6B65;&#x4E0B;&#x964D;&#x3002;&#x867D;&#x8BF4;&#x706B;&#x72D0;&#x5728;&#x6027;&#x80FD;&#x4E0A;&#x4E0D;&#x5DEE;&#xFF0C;&#x4F46;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x8FD8;&#x662F;&#x6BD4;&#x4E0D;&#x8FC7; Chrome&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x706B;&#x72D0;&#x6BD5;&#x7ADF;&#x662F;&#x300C;&#x7528;&#x7231;&#x53D1;&#x7535;&#x300D;&#xFF0C;&#x5728;&#x5BA3;&#x4F20;&#x7B49;&#x65B9;&#x9762;&#x80AF;&#x5B9A;&#x4E0D;&#x5982;&#x8C37;&#x6B4C;&#x4EE5;&#x53CA;&#x90A3;&#x4E9B;&#x5957;&#x58F3;&#x5927;&#x5382;&#x6765;&#x5F97;&#x731B;&#x3002;&#x5982;&#x4ECA;&#xFF0C;&#x706B;&#x72D0;&#x53EA;&#x5269;&#x4E0B;&#x4E0D;&#x5230; 10% &#x7684;&#x5E02;&#x573A;&#x5360;&#x6709;&#x7387;&#x3002;</p>
<p><strong>&#x7B2C;&#x4E8C;&#x6B21;&#x6D4F;&#x89C8;&#x5668;&#x5927;&#x6218;&#x7684;&#x4F59;&#x6CE2;&#x81F3;&#x4ECA;&#x4ECD;&#x672A;&#x5E73;&#x606F;&#xFF0C;&#x5E76;&#x4E14;&#x662F;&#x4EE5; Chrome &#x7684;&#x78BE;&#x538B;&#x6027;&#x80DC;&#x5229;&#x5728;&#x7EE7;&#x7EED;&#x3002;</strong>&#x5728;&#x8FD9; 20 &#x5E74;&#x95F4;&#xFF0C;&#x6211;&#x4EEC;&#x89C1;&#x8BC1;&#x4E86; IE &#x7684;&#x8870;&#x4EA1;&#x3001;Edge &#x7684;&#x65B0;&#x751F;&#x3001;&#x706B;&#x72D0;&#x7684;&#x8D77;&#x4F0F;&#x3001;Chrome &#x7684;&#x9AD8;&#x6B4C;&#xFF1B;&#x4EE5;&#x53CA;&#x8C37;&#x6B4C;&#x7684;&#x8FC5;&#x901F;&#x5165;&#x5E02;&#x3001;&#x53D1;&#x5C55;&#x548C;&#x58EE;&#x5927;&#xFF0C;&#x5FAE;&#x8F6F;&#x7684;&#x4E0D;&#x65AD;&#x5C1D;&#x8BD5;&#x3001;&#x78B0;&#x58C1;&#x548C;&#x8FC2;&#x56DE;&#x3002;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#xFF0C;&#x5E02;&#x573A;&#x9700;&#x6C42;&#x77AC;&#x606F;&#x4E07;&#x53D8;&#xFF0C;&#x79D1;&#x6280;&#x8FDB;&#x6B65;&#x65E5;&#x65B0;&#x6708;&#x5F02;&#xFF0C;&#x6D4F;&#x89C8;&#x5668;&#x4E4B;&#x95F4;&#x7684;&#x7ADE;&#x4E89;&#x80CC;&#x540E;&#xFF0C;&#x5B9E;&#x5219;&#x662F;&#x6280;&#x672F;&#x548C;&#x8D44;&#x672C;&#x7684;&#x8F83;&#x91CF;&#x3002;&#x672A;&#x6765;&#x4F55;&#x53BB;&#x4F55;&#x4ECE;&#x6211;&#x4EEC;&#x4E0D;&#x5F97;&#x800C;&#x77E5;&#xFF0C;&#x4F46;&#x5E0C;&#x671B;&#x4F60;&#x8BFB;&#x5230;&#x8FD9;&#x91CC;&#x65F6;&#x6CA1;&#x6709;&#x660F;&#x660F;&#x6B32;&#x7761;&#x3002;</p>
<h2 id="chrome&#xFF1A;&#x4E00;&#x76F4;&#x88AB;&#x6A21;&#x4EFF;&#xFF0C;&#x4ECE;&#x672A;&#x88AB;&#x8D85;&#x8D8A;">Chrome&#xFF1A;&#x4E00;&#x76F4;&#x88AB;&#x6A21;&#x4EFF;&#xFF0C;&#x4ECE;&#x672A;&#x88AB;&#x8D85;&#x8D8A;</h2>
<p>Chromium &#x5957;&#x58F3;&#x5343;&#x5343;&#x4E07;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x59CB;&#x7EC8;&#x6700;&#x63A8;&#x8350; Chrome &#x81EA;&#x8EAB;&#xFF0C;&#x6B63;&#x6240;&#x8C13;&#x300C;&#x4E00;&#x76F4;&#x88AB;&#x6A21;&#x4EFF;&#x4ECE;&#x672A;&#x88AB;&#x8D85;&#x8D8A;&#x300D;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2011.png" alt="Untitled"></p>
<p>Chrome &#x6027;&#x80FD;&#x51FA;&#x8272;&#xFF0C;&#x754C;&#x9762;&#x5E72;&#x51C0;&#x7B80;&#x6D01;&#xFF0C;&#x6CA1;&#x6709;&#x591A;&#x4F59;&#x7E41;&#x6742;&#x7684;&#x529F;&#x80FD;&#x680F;&#xFF0C;&#x8BBE;&#x8BA1;&#x4F18;&#x96C5;&#x7F8E;&#x89C2;&#x3002;Chrome &#x7A0D;&#x5FAE;&#x5F71;&#x54CD;&#x4F7F;&#x7528;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x5728;&#x56FD;&#x5185;&#x65E0;&#x6CD5;&#x7A33;&#x5B9A;&#x5730;&#x4F7F;&#x7528;&#x300C;&#x540C;&#x6B65;&#x300D;&#x7B49;&#x529F;&#x80FD;&#x3002;&#x8FD9;&#x300C;&#x540C;&#x6B65;&#x300D;&#x529F;&#x80FD;&#xFF0C;&#x662F;&#x6307;&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x4E0A;&#x767B;&#x5F55;&#x81EA;&#x5DF1;&#x7684;&#x8D26;&#x53F7;&#x4E4B;&#x540E;&#xFF0C;&#x5C31;&#x80FD;&#x540C;&#x6B65;&#x81EA;&#x5DF1;&#x7684;&#x6536;&#x85CF;&#x5939;&#x3001;&#x5386;&#x53F2;&#x8BB0;&#x5F55;&#x3001;&#x5BC6;&#x7801;&#x672C;&#x7B49;&#x6570;&#x636E;&#xFF0C;&#x5B9E;&#x73B0;&#x591A;&#x8BBE;&#x5907;&#x8054;&#x52A8;&#x3002;&#x7531;&#x4E8E; Chrome &#x7684;&#x8001;&#x4E1C;&#x5BB6;&#x662F;&#x8C37;&#x6B4C;&#xFF0C;&#x800C;&#x8C37;&#x6B4C;&#x670D;&#x52A1;&#x65E0;&#x6CD5;&#x6B63;&#x5E38;&#x5728;&#x5927;&#x9646;&#x5730;&#x533A;&#x8BBF;&#x95EE;&#xFF0C;&#x8FD9;&#x9020;&#x6210;&#x4E00;&#x822C;&#x60C5;&#x51B5;&#x4E0B;&#x6211;&#x4EEC;&#x53EA;&#x80FD;&#x4E0D;&#x767B;&#x5F55;&#x4F7F;&#x7528; Chrome&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x5728;&#x81EA;&#x5DF1;&#x5BF9;&#x540C;&#x6B65;&#x529F;&#x80FD;&#x4F9D;&#x8D56;&#x4E0D;&#x6DF1;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x4E00;&#x7F3A;&#x70B9;&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x5FFD;&#x7565;&#x7684;&#x3002;</p>
<p>Chrome &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x5B98;&#x65B9;&#x4E0B;&#x8F7D;&#x5730;&#x5740;&#x662F; <a href="https://www.google.cn/intl/zh-CN/chrome/" target="_blank">https://www.google.cn/intl/zh-CN/chrome/</a>&#x3002;&#x6B64;&#x94FE;&#x63A5;&#x662F;&#x8C37;&#x6B4C;&#x4E3A;&#x6570;&#x4E0D;&#x591A;&#x53EF;&#x4EE5;&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x5730;&#x533A;&#x76F4;&#x63A5;&#x8BBF;&#x95EE;&#x5E76;&#x6B63;&#x5E38;&#x4E0B;&#x8F7D;&#x7684;&#x3002;&#x4E0B;&#x8F7D;&#x5B89;&#x88C5;&#x4E4B;&#x540E;&#x7684; Chrome &#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x5730;&#x533A;&#x66F4;&#x65B0;&#x7684;&#x3002;<del>&#xFF08;&#x96BE;&#x80FD;&#x53EF;&#x8D35;&#x96BE;&#x80FD;&#x53EF;&#x8D35;&#xFF09;</del></p>
<h2 id="firefox&#xFF1A;&#x661F;&#x661F;&#x4E4B;&#x706B;&#xFF0C;&#x6B63;&#x5C06;&#x71CE;&#x539F;">Firefox&#xFF1A;&#x661F;&#x661F;&#x4E4B;&#x706B;&#xFF0C;&#x6B63;&#x5C06;&#x71CE;&#x539F;</h2>
<p>Firefox&#x2014;&#x2014;&#x6216;&#x8005;&#x8BF4;&#x706B;&#x72D0;&#x2014;&#x2014;&#x662F;&#x4ECA;&#x5929; Chrome &#x5784;&#x65AD;&#x6D4F;&#x89C8;&#x5668;&#x5E02;&#x573A;&#x80CC;&#x666F;&#x4E4B;&#x4E0B;&#x8FD8;&#x5728;&#x300C;&#x575A;&#x5B88;&#x300D;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x4E4B;&#x4E00;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2012.png" alt="Untitled"></p>
<p>Firefox &#x7684;&#x6027;&#x80FD;&#x7A0D;&#x5F31;&#x4E8E; Chrome&#xFF0C;&#x4E0D;&#x8FC7;&#x5DEE;&#x8DDD;&#x5E76;&#x4E0D;&#x5927;&#x3002;&#x5728;&#x754C;&#x9762;&#x4E0A;&#xFF0C;Firefox &#x540C;&#x6837;&#x8BBE;&#x8BA1;&#x5F97;&#x8F83;&#x4E3A;&#x5408;&#x7406;&#x7F8E;&#x89C2;&#x3002;Firefox &#x662F;&#x53EF;&#x4EE5;&#x5728;&#x56FD;&#x5185;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x540C;&#x6B65;&#x529F;&#x80FD;&#x7684;&#x3002;&#x5177;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x5728;&#x56FD;&#x5185;&#x80FD;&#x591F;&#x4E0B;&#x8F7D;&#x5230;&#x7684; Firefox &#x6709;&#x4E24;&#x4E2A;&#x7248;&#x672C;&#xFF1A;</p>
<ul>
<li>&#x56FD;&#x9645;&#x7248; Firefox&#xFF0C;&#x5373;&#x5168;&#x7403;&#x901A;&#x7528;&#x7684; Firefox&#xFF0C;&#x4ECE; Firefox &#x56FD;&#x9645;&#x5B98;&#x7F51;&#x4E0A;&#x4E0B;&#x8F7D;&#x5230;&#x7684; Firefox &#x5C31;&#x662F;&#x8FD9;&#x4E2A;&#x7248;&#x672C;&#x3002;&#x4F7F;&#x7528;&#x56FD;&#x9645;&#x7248; Firefox &#x7684;&#x540C;&#x6B65;&#x529F;&#x80FD;&#x65F6;&#xFF0C;&#x4F60;&#x7684;&#x8D26;&#x53F7;&#x548C;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x4F1A;&#x5B58;&#x50A8;&#x5728;&#x56FD;&#x5916;&#x3002;&#x56FD;&#x9645;&#x7248; Firefox &#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x5728;&#x56FD;&#x5185;&#x4F7F;&#x7528;&#x540C;&#x6B65;&#x7B49;&#x529F;&#x80FD;&#x3002;</li>
<li>&#x4E2D;&#x56FD;&#x7248; Firefox&#xFF0C;&#x662F;&#x7531;&#x56FD;&#x5185;&#x4E0E; Mozilla &#x7684;&#x5408;&#x8D44;&#x516C;&#x53F8;&#x53D1;&#x884C;&#x7684;&#x9488;&#x5BF9;&#x4E2D;&#x56FD;&#x5E02;&#x573A;&#x4F9B;&#x5E94;&#x7684; Firefox&#x3002;&#x4E0E;&#x56FD;&#x9645;&#x7248; Firefox &#x6700;&#x5927;&#x7684;&#x4E0D;&#x540C;&#x662F;&#xFF0C;&#x4F7F;&#x7528;&#x4E2D;&#x56FD;&#x7248; Firefox &#x7684;&#x540C;&#x6B65;&#x529F;&#x80FD;&#x65F6;&#xFF0C;&#x4F60;&#x7684;&#x8D26;&#x53F7;&#x548C;&#x6570;&#x636E;&#x4F1A;&#x5B58;&#x50A8;&#x5728;&#x56FD;&#x5185;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x56FD;&#x6CD5;&#x5F8B;&#x51FA;&#x4E8E;&#x56FD;&#x5BB6;&#x5B89;&#x5168;&#x7684;&#x8003;&#x91CF;&#xFF0C;&#x8981;&#x6C42;&#x5728;&#x56FD;&#x5185;&#x843D;&#x5730;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x670D;&#x52A1;&#x63D0;&#x4F9B;&#x5546;&#x4E0D;&#x80FD;&#x628A;&#x7528;&#x6237;&#x7684;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x5728;&#x5883;&#x5916;&#xFF0C;&#x4F46;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x81EA;&#x5DF1;&#x9009;&#x62E9;&#x4F7F;&#x7528;&#x56FD;&#x5185;&#x6216;&#x56FD;&#x5916;&#x7684;&#x4EA7;&#x54C1;&#x3002;</li>
</ul>
<p>&#x56FD;&#x9645;&#x7248; Firefox &#x53EF;&#x4EE5;&#x5728; <a href="https://www.mozilla.org/zh-CN/firefox/new/" target="_blank">https://www.mozilla.org/zh-CN/firefox/new/</a> &#x4E0B;&#x8F7D;&#x5230;&#xFF1B;&#x4E2D;&#x56FD;&#x7248; Firefox &#x53EF;&#x4EE5;&#x5728; <a href="https://www.firefox.com.cn/" target="_blank">https://www.firefox.com.cn/</a> &#x4E0B;&#x8F7D;&#x5230;&#x3002;&#x6211;&#x4EEC;&#x504F;&#x5411;&#x66F4;&#x63A8;&#x8350;&#x4F7F;&#x7528;&#x56FD;&#x9645;&#x7248; Firefox&#xFF0C;&#x5C3D;&#x7BA1;&#x4E8C;&#x8005;&#x5728;&#x529F;&#x80FD;&#x548C;&#x6027;&#x80FD;&#x4E0A;&#x5E76;&#x65E0;&#x4E8C;&#x81F4;&#xFF08;&#x4E2D;&#x56FD;&#x7248; Firefox &#x5185;&#x7F6E;&#x4E86;&#x4E00;&#x4E9B;&#x6240;&#x8C13;&#x7684;&#x300C;&#x5B9E;&#x7528;&#x63D2;&#x4EF6;&#x300D;&#xFF0C;&#x4F46;&#x90FD;&#x6CA1;&#x4EC0;&#x4E48;&#x7528;&#xFF09;&#x3002;</p>
<h2 id="edge&#xFF1A;&#x5FAE;&#x8F6F;&#x6700;&#x540E;&#x7684;&#x59A5;&#x534F;">Edge&#xFF1A;&#x5FAE;&#x8F6F;&#x6700;&#x540E;&#x7684;&#x59A5;&#x534F;</h2>
<p>&#x8FD9;&#x91CC;&#x7684;&#x300C;Edge&#x300D;&#x8BF4;&#x7684;&#x662F;&#x4F7F;&#x7528; Chromium &#x5185;&#x6838;&#x7684;&#x65B0; Edge&#xFF0C;&#x5B83;&#x7684;&#x56FE;&#x6807;&#x84DD;&#x4E2D;&#x5E26;&#x70B9;&#x7EFF;&#x3002;&#x8001; Edge &#x7684;&#x56FE;&#x6807;&#x662F;&#x84DD;&#x8272;&#x7684;&#x300C;e&#x300D;&#xFF0C;&#x4E0D;&#x8FC7;&#x4ECA;&#x5929;&#x5DF2;&#x7ECF;&#x4E0D;&#x5BB9;&#x6613;&#x89C1;&#x5230;&#xFF0C;&#x56E0;&#x6B64;&#x8FD9;&#x91CC;&#x4E0D;&#x8003;&#x8651;&#x5B83;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2013.png" alt="Untitled"></p>
<p>&#x7531;&#x4E8E;&#x4F7F;&#x7528;&#x4E86; Chromium &#x5185;&#x6838;&#xFF0C;&#x65B0; Edge &#x7684;&#x6027;&#x80FD;&#x81EA;&#x7136;&#x548C; Chrome &#x7AD9;&#x5230;&#x4E86;&#x540C;&#x4E00;&#x68AF;&#x961F;&#x3002;&#x5728;&#x5916;&#x89C2;&#x4E0A;&#xFF0C;&#x65B0; Edge &#x548C; Chrome &#x57FA;&#x672C;&#x4E00;&#x81F4;&#xFF0C;&#x4F46;&#x52A0;&#x5165;&#x4E86;&#x4E00;&#x4E9B;&#x6BD4;&#x8F83;&#x6709;&#x7528;&#x7684;&#x5C0F;&#x529F;&#x80FD;&#xFF0C;&#x4F8B;&#x5982;&#x300C;&#x5782;&#x76F4;&#x6807;&#x7B7E;&#x9875;&#x300D;&#x7B49;&#x3002;Edge &#x4F7F;&#x7528;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x767B;&#x5F55;&#xFF0C;&#x56E0;&#x800C;&#x4E5F;&#x80FD;&#x5728;&#x56FD;&#x5185;&#x6B63;&#x5E38;&#x540C;&#x6B65;&#x3002;&#x5BF9;&#x4E8E;&#x60F3;&#x4F7F;&#x7528; Chrome &#x5374;&#x82E6;&#x4E8E;&#x540C;&#x6B65;&#x7B49;&#x529F;&#x80FD;&#x7684;&#x7528;&#x6237;&#x6765;&#x8BF4;&#xFF0C;&#x65B0; Edge &#x662F;&#x4ED6;&#x4EEC;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x7684;&#x4E00;&#x4E2A;&#x9009;&#x62E9;&#x3002;</p>
<p>&#x65B0; Edge &#x5728;&#x73B0;&#x5728;&#x7684; Windows 10 &#x6216; 11 &#x7CFB;&#x7EDF;&#x4E2D;&#x9884;&#x7F6E;&#xFF0C;&#x6253;&#x5F00;&#x5373;&#x53EF;&#x4F7F;&#x7528;&#xFF1B;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x4E0B;&#x8F7D;&#x5B89;&#x88C5;&#xFF0C;&#x53EF;&#x4EE5;&#x8BBF;&#x95EE; <a href="https://www.microsoft.com/zh-cn/edge" target="_blank">https://www.microsoft.com/zh-cn/edge</a> &#x6765;&#x4E0B;&#x8F7D;&#x3002;</p>
<h2 id="ie&#xFF1A;&#x4E5F;&#x8BB8;&#x4F60;&#x8FD8;&#x7528;&#x5F97;&#x5230;">IE&#xFF1A;&#x4E5F;&#x8BB8;&#x4F60;&#x8FD8;&#x7528;&#x5F97;&#x5230;</h2>
<p>&#x4E0A;&#x6587;&#x4E2D;&#x8BF4;&#x8FC7;&#xFF0C;&#x56FD;&#x5185;&#x6709;&#x4E9B;&#x7F51;&#x7AD9;&#x5FC5;&#x987B;&#x8981;&#x7528; IE &#x6D4F;&#x89C8;&#x5668;&#x624D;&#x80FD;&#x5DE5;&#x4F5C;&#x3002;&#x300C;&#x8FD9;&#x6837;&#x90A3;&#x6837;&#x7684;&#x5386;&#x53F2;&#x539F;&#x56E0;&#x300D;&#x4FBF;&#x662F;&#xFF1A;&#x8FD9;&#x4E9B;&#x7F51;&#x7AD9;&#x5F00;&#x53D1;&#x5F97;&#x6BD4;&#x8F83;&#x65E9;&#xFF0C;&#x5728;&#x90A3;&#x65F6; IE &#x8FD8;&#x5927;&#x884C;&#x5176;&#x9053;&#xFF0C;&#x56E0;&#x6B64;&#x5B83;&#x4EEC;&#x7684;&#x4E00;&#x4E9B;&#x7279;&#x6B8A;&#x529F;&#x80FD;&#xFF08;&#x4E3B;&#x8981;&#x662F;&#x5B89;&#x5168;&#x76F8;&#x5173;&#x7684;&#x529F;&#x80FD;&#xFF09;&#x662F;&#x9488;&#x5BF9; IE &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x90E8;&#x5206;&#x4E13;&#x6709;&#x7279;&#x6027;&#x5F00;&#x53D1;&#x7684;&#x3002;&#x5982;&#x4E0A;&#x6587;&#x6240;&#x8A00;&#xFF0C;&#x540E;&#x6765;&#x6597;&#x8F6C;&#x661F;&#x79FB;&#xFF0C;IE &#x6700;&#x7EC8;&#x9000;&#x51FA;&#x4E86;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#xFF0C;&#x4F46;&#x90A3;&#x4E9B;&#x7F51;&#x7AD9;&#x5374;&#x6CA1;&#x6765;&#x5F97;&#x53CA;&#x66F4;&#x65B0;&#x6280;&#x672F;&#x3002;&#x8FD9;&#x4E9B;&#x7F51;&#x7AD9;&#x4E3B;&#x8981;&#x6709;&#x5DE5;&#x5546;&#x94F6;&#x884C;&#x7F51;&#x94F6;&#x5E73;&#x53F0;&#x3001;&#x4E2D;&#x56FD;&#x4EBA;&#x6C11;&#x94F6;&#x884C;&#x5F81;&#x4FE1;&#x5E73;&#x53F0;&#x3001;&#x6559;&#x5E08;&#x8D44;&#x683C;&#x8BC1;&#x62A5;&#x540D;&#x5E73;&#x53F0;&#x7B49;&#x3002;</p>
<p>&#x5728; Windows 10 &#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;IE 11&#x2014;&#x2014;&#x4E5F;&#x5C31;&#x662F; IE &#x7684;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x7248;&#x672C;&#x2014;&#x2014;&#x5F97;&#x4EE5;&#x4F5C;&#x4E3A;&#x7CFB;&#x7EDF;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x800C;&#x4FDD;&#x7559;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x3010;&#x5F00;&#x59CB;&#x3011;&#x2192;&#x3010;Windows &#x9644;&#x4EF6;&#x3011;&#x2192;&#x3010;Internet Explorer&#x3011;&#x6765;&#x6253;&#x5F00;&#x5B83;&#xFF1A;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2014.png" alt="Untitled"></p>
<p>&#x5F53;&#x7136;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x6253;&#x5F00;&#x300C;&#x5F00;&#x59CB;&#x83DC;&#x5355;&#x300D;&#x540E;&#xFF0C;&#x76F4;&#x63A5;&#x952E;&#x5165;&#x300C;Internet Explorer&#x300D;&#x6765;&#x627E;&#x5230;&#x5B83;&#x3002;</p>
<p>&#x800C;&#x5728; Windows 11 &#x4E2D;&#xFF0C;IE &#x5DF2;&#x7ECF;&#x88AB;&#x79FB;&#x9664;&#x51FA;&#x7CFB;&#x7EDF;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5982;&#x679C;&#x7F51;&#x7AD9;&#x8981;&#x6C42;&#x4F7F;&#x7528; IE &#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528; Edge &#x7684;&#x300C;IE &#x6A21;&#x5F0F;&#x300D;&#x3002;&#x5177;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x9996;&#x5148;&#x6253;&#x5F00; Edge &#x5E76;&#x8FDB;&#x5165;&#x300C;&#x8BBE;&#x7F6E;&#x300D;&#xFF08;&#x53F3;&#x4E0A;&#x89D2;&#x3010;&#x22EF;&#x3011;&#x2192;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#xFF09;&#xFF0C;&#x7136;&#x540E;&#x9009;&#x62E9;&#x3010;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x3011;&#xFF0C;&#x5C06;&#x300C;&#x5141;&#x8BB8;&#x5728; Internet Explorer &#x6A21;&#x5F0F;&#x4E0B;&#x91CD;&#x65B0;&#x52A0;&#x8F7D;&#x7F51;&#x7AD9;&#x300D;&#x8BBE;&#x7F6E;&#x4E3A;&#x3010;&#x5141;&#x8BB8;&#x3011;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2015.png" alt="Untitled"></p>
<p>&#x8BBE;&#x7F6E;&#x5B8C;&#x4E4B;&#x540E;&#x5173;&#x95ED; Edge &#x518D;&#x91CD;&#x65B0;&#x6253;&#x5F00;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x7528; Edge &#x6253;&#x5F00;&#x4F60;&#x9700;&#x8981;&#x7528; IE &#x6253;&#x5F00;&#x7684;&#x7F51;&#x9875;&#xFF0C;&#x70B9;&#x51FB;&#x53F3;&#x4E0A;&#x89D2;&#x3010;&#x22EF;&#x3011;&#x5E76;&#x9009;&#x62E9;&#x3010;&#x5728; Internet Explorer &#x6A21;&#x5F0F;&#x4E0B;&#x91CD;&#x65B0;&#x52A0;&#x8F7D;&#x3011;&#xFF1A;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2016.png" alt="Untitled"></p>
<p>&#x8FD9;&#x6837;&#x7F51;&#x9875;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x662F;&#x901A;&#x8FC7; IE &#x6253;&#x5F00;&#x4E86;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x5BF9;&#x4E8E; Windows 10 &#x4E0A;&#x7684; Edge&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x8FDB;&#x5165;&#x300C;Internet Explorer &#x6A21;&#x5F0F;&#x300D;&#xFF0C;&#x4ECE;&#x800C;&#x6253;&#x5F00;&#x90A3;&#x4E9B;&#x53EA;&#x652F;&#x6301; IE &#x6D4F;&#x89C8;&#x5668;&#x7684;&#x7F51;&#x7AD9;&#x3002;</p>
<h2 id="&#x56FD;&#x4EA7;&#x5957;&#x58F3;&#x6D4F;&#x89C8;&#x5668;&#xFF1A;&#x4F17;&#x53E3;&#x96BE;&#x8C03;&#xFF0C;&#x5404;&#x53D6;&#x6240;&#x9700;">&#x56FD;&#x4EA7;&#x5957;&#x58F3;&#x6D4F;&#x89C8;&#x5668;&#xFF1A;&#x4F17;&#x53E3;&#x96BE;&#x8C03;&#xFF0C;&#x5404;&#x53D6;&#x6240;&#x9700;</h2>
<p>&#x6700;&#x540E;&#x6211;&#x4EEC;&#x518D;&#x6765;&#x8BF4;&#x8BF4;&#x90A3;&#x4E9B;&#x56FD;&#x4EA7;&#x5957; Chromium &#x58F3;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x4EEC;&#x3002;&#x8FD9;&#x4E9B;&#x6D4F;&#x89C8;&#x5668;&#x6570;&#x91CF;&#x5E9E;&#x5927;&#xFF0C;&#x5176;&#x4E2D;&#x4E0D;&#x4E4F;&#x4F18;&#x8D28;&#x4F5C;&#x54C1;&#xFF0C;&#x4E5F;&#x6709;&#x8BB8;&#x591A;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x5927;&#x5382;&#x7684;&#x4EA7;&#x54C1;&#x5982;&#x300C;360 &#x5B89;&#x5168;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;360 &#x6781;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;QQ &#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;&#x641C;&#x72D7;&#x9AD8;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x7B49;&#xFF0C;&#x5F80;&#x5F80;&#x8FD8;&#x5C5E;&#x4E8E;&#x6BD4;&#x8F83;&#x53EF;&#x4EE5;&#x63A5;&#x53D7;&#x7684;&#x9009;&#x62E9;&#xFF1B;&#x800C;&#x300C;2345 &#x52A0;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;&#x6781;&#x901F;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x8FD9;&#x79CD;&#x540D;&#x4E0D;&#x89C1;&#x7ECF;&#x4F20;&#x751A;&#x81F3;&#x6709;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x80CC;&#x666F;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x6211;&#x4EEC;&#x5341;&#x5206;&#x4E0D;&#x5EFA;&#x8BAE;&#x4F7F;&#x7528;&#x3002;&#x4E0B;&#x56FE;&#x662F; 360 &#x5B89;&#x5168;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x5B98;&#x7F51;&#x4ECB;&#x7ECD;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2017.png" alt="Untitled"></p>
<p>&#x8FD9;&#x4E9B;&#x56FD;&#x4EA7;&#x5957;&#x58F3;&#x6D4F;&#x89C8;&#x5668;&#x6709;&#x7740;&#x4EE5;&#x4E0B; Chrome &#x96BE;&#x4EE5;&#x63D0;&#x4F9B;&#x7684;&#x529F;&#x80FD;&#xFF1A;</p>
<ul>
<li>&#x7B26;&#x5408;&#x4E2D;&#x56FD;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x7684;&#x540C;&#x6B65;&#x529F;&#x80FD;&#x3002;&#x8FD9;&#x4E9B;&#x6D4F;&#x89C8;&#x5668;&#x4F7F;&#x7528;&#x81EA;&#x5BB6;&#x8D26;&#x53F7;&#xFF08;&#x4F8B;&#x5982; 360 &#x8D26;&#x53F7;&#x3001;QQ / &#x5FAE;&#x4FE1;&#x53F7;&#x7B49;&#xFF09;&#x767B;&#x5F55;&#xFF0C;&#x5F80;&#x5F80;&#x80FD;&#x4E0E;&#x81EA;&#x5BB6;&#x4EA7;&#x54C1;&#x5B9E;&#x73B0;&#x65E0;&#x7F1D;&#x8054;&#x52A8;&#xFF0C;&#x6784;&#x6210;&#x5B8C;&#x6574;&#x7684;&#x4F53;&#x9A8C;&#x3002;</li>
<li>&#x4E3A;&#x56FD;&#x5185;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x4E60;&#x60EF;&#x6253;&#x9020;&#x7684;&#x8D44;&#x8BAF;&#x63A8;&#x8350;&#x529F;&#x80FD;&#x3002;&#x8FD9;&#x4E9B;&#x6D4F;&#x89C8;&#x5668;&#x4E00;&#x822C;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x9996;&#x9875;&#xFF0C;&#x800C;&#x9996;&#x9875;&#x4E0A;&#x4F1A;&#x6839;&#x636E;&#x56FD;&#x5185;&#x7528;&#x6237;&#x7684;&#x4F7F;&#x7528;&#x4E60;&#x60EF;&#x5B9A;&#x5236;&#x3001;&#x63A8;&#x8350;&#x65B0;&#x95FB;&#x7B49;&#x63A8;&#x9001;&#x3002;&#x6C11;&#x95F4;&#x6240;&#x8C13;&#x300C;UC &#x4F53;&#x300D;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x300C;UC &#x6D4F;&#x89C8;&#x5668;&#x300D;&#x5728;&#x9996;&#x9875;&#x63A8;&#x9001;&#x4E2D;&#x60EF;&#x7528;&#x7684;&#x4E00;&#x79CD;&#x6587;&#x4F53;<del>&#xFF08;&#x9707;&#x60CA;&#xFF01;&#x8FD9;&#x4EFD;&#x7535;&#x8111;&#x6559;&#x7A0B;&#x7ADF;&#x5982;&#x6B64;&#x8BE6;&#x7EC6;&#xFF01;&#xFF09;</del>&#x3002;</li>
<li>&#x5404;&#x5382;&#x5546;&#x4E3A;&#x5DEE;&#x5F02;&#x5316;&#x63A8;&#x51FA;&#x7684;&#x529F;&#x80FD;&#x3002;&#x4F8B;&#x5982;&#xFF0C;360 &#x5BB6;&#x65CF;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x603B;&#x662F;&#x4E3B;&#x6253;&#x300C;&#x5B89;&#x5168;&#x300D;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x7684;&#x4E3B;&#x4E1A;&#x662F;&#x5B89;&#x5168;&#x4EA7;&#x54C1;&#xFF1B;QQ &#x6D4F;&#x89C8;&#x5668;&#x96C6;&#x6210;&#x4E86;&#x4E00;&#x4E9B;&#x8F7B;&#x5EA6;&#x529E;&#x516C;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x8FD9;&#x4E0E;&#x817E;&#x8BAF;&#x6587;&#x6863;&#x7B49;&#x5728;&#x7EBF;&#x529E;&#x516C;&#x5E73;&#x53F0;&#x5BC6;&#x4E0D;&#x53EF;&#x5206;&#x3002;</li>
<li>&#x2026;&#x2026;</li>
</ul>
<p>&#x4F46;&#x56FD;&#x4EA7;&#x5957;&#x58F3;&#x6D4F;&#x89C8;&#x5668;&#x4E5F;&#x6709;&#x7740;&#x4E00;&#x4E9B;&#x4EE4;&#x4EBA;&#x8BA8;&#x538C;&#x4E4B;&#x5904;&#x3002;&#x9996;&#x5148;&#x662F;&#x56FD;&#x4EA7;&#x8F6F;&#x4EF6;&#x7684;&#x901A;&#x75C5;&#x2014;&#x2014;&#x5E7F;&#x544A;&#x3002;&#x4E00;&#x4E9B;&#x56FD;&#x4EA7;&#x5957;&#x58F3;&#x6D4F;&#x89C8;&#x5668;&#x4F1A;&#x4EE5;&#x5F39;&#x7A97;&#x7B49;&#x5F62;&#x5F0F;&#x65F6;&#x4E0D;&#x65F6;&#x5411;&#x7528;&#x6237;&#x63A8;&#x9001;&#x5E7F;&#x544A;&#xFF0C;&#x8FD9;&#x662F;&#x5341;&#x5206;&#x4EE4;&#x4EBA;&#x538C;&#x70E6;&#x7684;&#x3002;&#x53E6;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x662F;&#x5B83;&#x4EEC;&#x5F80;&#x5F80;&#x5177;&#x6709;&#x300C;&#x6346;&#x7ED1;&#x63A8;&#x8350;&#x300D;&#x7684;&#x6027;&#x8D28;&#xFF0C;&#x5982; <a href="basic-maintenance.html">&#x57FA;&#x672C;&#x7EF4;&#x62A4;&#x548C;&#x5B89;&#x5168;&#x9632;&#x62A4;</a> &#x4E2D;&#x6240;&#x63D0;&#x5230;&#x7684;&#x90A3;&#x6837;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x5B89;&#x88C5;&#x4F7F;&#x7528; QQ &#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x90A3;&#x5B83;&#x603B;&#x662F;&#x4F1A;&#x5728;&#x5404;&#x79CD;&#x573A;&#x5408;&#x63A8;&#x8350;&#x817E;&#x8BAF;&#x7684;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#x5982;&#x300C;&#x817E;&#x8BAF;&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x3002;&#x8FD9;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x5E76;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x6240;&#x613F;&#x610F;&#x770B;&#x5230;&#x7684;&#x3002;</p>
<p>&#x603B;&#x4E4B;&#xFF0C;&#x5BF9;&#x4E8E;&#x56FD;&#x4EA7;&#x5957;&#x58F3;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5EFA;&#x8BAE;&#x662F;&#x300C;&#x4F17;&#x53E3;&#x96BE;&#x8C03;&#xFF0C;&#x5404;&#x53D6;&#x6240;&#x9700;&#x300D;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x81EA;&#x5DF1;&#x7684;&#x5B9E;&#x9645;&#x9700;&#x8981;&#x548C;&#x4F7F;&#x7528;&#x559C;&#x597D;&#x6765;&#x9009;&#x7528;&#x3002;</p>
<h2 id="&#x8BBE;&#x7F6E;&#x4F60;&#x7684;&#x300C;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x300D;">&#x8BBE;&#x7F6E;&#x4F60;&#x7684;&#x300C;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x300D;</h2>
<p>&#x6240;&#x8C13;&#x300C;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x662F;&#x6307;&#xFF0C;&#x5F53;&#x4F60;&#x5728;&#x67D0;&#x5904;&#x70B9;&#x51FB;&#x4E00;&#x4E2A;&#x94FE;&#x63A5;&#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x81EA;&#x52A8;&#x9009;&#x62E9;&#x6253;&#x5F00;&#x5B83;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x3002;&#x5728; <a href="software-installation.html">&#x8F6F;&#x4EF6;&#x7684;&#x5BFB;&#x627E;&#x4E0E;&#x5B89;&#x88C5;</a> &#x4E2D;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#x4E86;&#x300C;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x300D;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x4FBF;&#x662F;&#x4E0E;&#x4E4B;&#x7C7B;&#x4F3C;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<p>&#x8981;&#x628A;&#x4E00;&#x6B3E;&#x6D4F;&#x89C8;&#x5668;&#x8BBE;&#x7F6E;&#x6210;&#x4F60;&#x7684;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5927;&#x4F53;&#x6709;&#x4E24;&#x79CD;&#x65B9;&#x5F0F;&#xFF1A;&#x901A;&#x8FC7;&#x6D4F;&#x89C8;&#x5668;&#x81EA;&#x8EAB;&#x6765;&#x8BBE;&#x7F6E;&#xFF0C;&#x4EE5;&#x53CA;&#x5728;&#x7CFB;&#x7EDF;&#x4E2D;&#x624B;&#x52A8;&#x8BBE;&#x7F6E;&#x3002;</p>
<p>&#x5404;&#x5927;&#x6D4F;&#x89C8;&#x5668;&#x4E00;&#x822C;&#x90FD;&#x7ED9;&#x51FA;&#x4E86;&#x4E00;&#x952E;&#x5C06;&#x81EA;&#x5DF1;&#x8BBE;&#x7F6E;&#x6210;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x5165;&#x53E3;&#x3002;&#x6211;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x8FDB;&#x5165;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x300C;&#x8BBE;&#x7F6E;&#x300D;&#x300C;&#x9009;&#x9879;&#x300D;&#x7B49;&#x7C7B;&#x4F3C;&#x7684;&#x9875;&#x9762;&#xFF0C;&#x5BFB;&#x627E;&#x300C;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x7684;&#x76F8;&#x5173;&#x5B57;&#x773C;&#xFF0C;&#x6309;&#x63D0;&#x793A;&#x64CD;&#x4F5C;&#x5373;&#x53EF;&#x5B8C;&#x6210;&#x8BBE;&#x7F6E;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x706B;&#x72D0;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x70B9;&#x9009;&#x3010;&#x2261;&#x3011;&#x2192;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x76F8;&#x5173;&#x9009;&#x9879;&#x3002;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2018.png" alt="Untitled"></p>
<p>&#x5728;&#x7CFB;&#x7EDF;&#x4E2D;&#x624B;&#x52A8;&#x9009;&#x62E9;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x5219;&#x76F8;&#x5BF9;&#x9EBB;&#x70E6;&#x3002;&#x5728; Windows 10 &#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6253;&#x5F00;&#x7CFB;&#x7EDF;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x2192;&#x3010;&#x5E94;&#x7528;&#x3011;&#x2192;&#x3010;&#x9ED8;&#x8BA4;&#x5E94;&#x7528;&#x3011;&#x2192;&#x3010;Web &#x6D4F;&#x89C8;&#x5668;&#x3011;&#x6765;&#x9009;&#x5B9A;&#x4E00;&#x6B3E;&#x6D4F;&#x89C8;&#x5668;&#x4F5C;&#x4E3A;&#x4F60;&#x7684;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#xFF1A;</p>
<p><img src="browsers-and-how-to-choose/Untitled%2019.png" alt="Untitled"></p>
<p>&#x800C;&#x5728; Windows 11 &#x4E2D;&#xFF0C;&#x5FAE;&#x8F6F;&#x4E3A;&#x4E86;&#x5F3A;&#x884C;&#x63A8;&#x8350;&#x65B0; Edge &#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5C06;&#x624B;&#x52A8;&#x9009;&#x62E9;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x529F;&#x80FD;&#x780D;&#x6389;&#x4E86; <del>&#x5FAE;&#x8F6F;&#x4F60;&#x771F;&#x7684;&#x574F;&#x4E8B;&#x505A;&#x5C3D;</del>&#xFF0C;&#x8981;&#x60F3;&#x5728;&#x7CFB;&#x7EDF;&#x4E2D;&#x5C06;&#x4E00;&#x6B3E;&#x6D4F;&#x89C8;&#x5668;&#x8BBE;&#x7F6E;&#x6210;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x9700;&#x8981;&#x8FD9;&#x6837;&#x64CD;&#x4F5C;&#xFF1A;</p>
<ul>
<li>&#x6253;&#x5F00;&#x7CFB;&#x7EDF;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x2192;&#x3010;&#x5E94;&#x7528;&#x3011;&#x2192;&#x3010;&#x9ED8;&#x8BA4;&#x5E94;&#x7528;&#x3011;&#xFF0C;&#x7136;&#x540E;&#x627E;&#x5230;&#x4F60;&#x5E0C;&#x671B;&#x8BBE;&#x7F6E;&#x6210;&#x9ED8;&#x8BA4;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#xFF1A;</li>
</ul>
<p><img src="browsers-and-how-to-choose/Untitled%2020.png" alt="Untitled"></p>
<ul>
<li>&#x70B9;&#x51FB;&#x540E;&#xFF0C;&#x5C06;&#x300C;<code>.htm</code>&#x300D;&#x300C;<code>.html</code>&#x300D;&#x300C;HTTP&#x300D;&#x300C;HTTPS&#x300D;&#x56DB;&#x4E2A;&#x9879;&#x76EE;&#x8BBE;&#x7F6E;&#x6210;&#x8FD9;&#x6B3E;&#x6D4F;&#x89C8;&#x5668;&#xFF1A;</li>
</ul>
<p><img src="browsers-and-how-to-choose/Untitled%2021.png" alt="Untitled"></p>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x6839;&#x636E;&#x300C;&#x6D4F;&#x89C8;&#x5668;&#x754C;&#x7684;&#x300E;&#x8840;&#x96E8;&#x8165;&#x98CE;&#x300F;&#x300D;&#x4E00;&#x8282;&#x7684;&#x53D9;&#x8FF0;&#xFF0C;&#x590D;&#x8FF0;&#x4EFB;&#x610F;&#x4E00;&#x6B3E;&#x4E3B;&#x6D41;&#x6D4F;&#x89C8;&#x5668;&#xFF08;&#x706B;&#x72D0;&#x3001;IE&#x3001;Chrome&#xFF09;&#x7684;&#x53D1;&#x5C55; / &#x5174;&#x8870;&#x53F2;&#x3002;  </li>
<li>&#x4F60;&#x6B63;&#x5728;&#x7528;&#x4EC0;&#x4E48;&#x6D4F;&#x89C8;&#x5668;&#xFF1F;&#x4F60;&#x559C;&#x6B22;&#x5B83;&#x7684;&#x4EC0;&#x4E48;&#x529F;&#x80FD;&#xFF1F;&#x5982;&#x679C;&#x4F60;&#x5728;&#x9605;&#x8BFB;&#x5B8C;&#x8FD9;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x540E;&#x60F3;&#x66F4;&#x6362;&#x4E00;&#x6B3E;&#x6D4F;&#x89C8;&#x5668;&#x5E76;&#x957F;&#x4E45;&#x4F7F;&#x7528;&#xFF0C;&#x4F60;&#x4F1A;&#x9009;&#x62E9;&#x54EA;&#x4E00;&#x6B3E;&#xFF1F;  </li>
<li>&#x7535;&#x8111;&#x91CC;&#x5B89;&#x88C5;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#x662F;&#x8D8A;&#x591A;&#x8D8A;&#x597D;&#x5417;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="office-and-wps.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: Office 和 WPS——办公必备软件">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"浏览器——网上冲浪必备工具","level":"1.4.2","depth":2,"next":{"title":"进阶篇","level":"1.5","depth":1,"ref":"","articles":[{"title":"那些好用的键盘快捷键","level":"1.5.1","depth":2,"path":"missing/shortcut-keys.md","ref":"missing/shortcut-keys.md","articles":[]}]},"previous":{"title":"Office 和 WPS——办公必备软件","level":"1.4.1","depth":2,"path":"missing/office-and-wps.md","ref":"missing/office-and-wps.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/browsers-and-how-to-choose.md","mtime":"2022-02-07T02:40:10.409Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-02-08T04:24:10.399Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

