
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>电脑以及电脑的组成 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="file-and-file-management.html" />
    
    
    <link rel="prev" href="first-things-first.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    电脑以及电脑的组成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公必备软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >电脑以及电脑的组成</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7535;&#x8111;&#x4EE5;&#x53CA;&#x7535;&#x8111;&#x7684;&#x7EC4;&#x6210;">&#x7535;&#x8111;&#x4EE5;&#x53CA;&#x7535;&#x8111;&#x7684;&#x7EC4;&#x6210;</h1>
<p>&#x5728;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x5BF9;&#x300C;&#x7535;&#x8111;&#x300D;&#x8FD9;&#x79CD;&#x795E;&#x5947;&#x7684;&#x9ED1;&#x7BB1;&#x505A;&#x4E00;&#x4E2A;&#x7B80;&#x8981;&#x7684;&#x3001;&#x6574;&#x4F53;&#x7684;&#x4ECB;&#x7ECD;&#x3002;&#x770B;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x5C06;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF1A;</p>
<ul>
<li>&#x4EC0;&#x4E48;&#x662F;&#x300C;CPU&#x300D;&#xFF1F;&#x4ED6;&#x4EEC;&#x8BF4;&#x7684;&#x300C;i5&#x300D;&#x300C;i7&#x300D;&#x90FD;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x300C;&#x53CC;&#x6838;&#x300D;&#x300C;&#x56DB;&#x6838;&#x300D;&#x53C8;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</li>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x8BF4;&#x300C;&#x5185;&#x5B58;&#x548C;&#x786C;&#x76D8;&#x4E0D;&#x4E00;&#x6837;&#x300D;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x624B;&#x673A;&#x4E0A;&#x6211;&#x4EEC;&#x90FD;&#x558A;&#x300C;&#x5185;&#x5B58;&#x300D;&#xFF1F;&#x7535;&#x8111;&#x7279;&#x522B;&#x5361;&#xFF0C;&#x5230;&#x5E95;&#x662F;&#x5185;&#x5B58;&#x4E0D;&#x591F;&#x8FD8;&#x662F;&#x786C;&#x76D8;&#x4E0D;&#x591F;&#xFF1F;</li>
<li>&#x6211;&#x60F3;&#x73A9;&#x6E38;&#x620F;&#xFF0C;&#x9009;&#x8D2D;&#x7535;&#x8111;&#x65F6;&#x5E94;&#x8BE5;&#x5173;&#x6CE8;&#x4EC0;&#x4E48;&#x65B9;&#x9762;&#xFF1F;</li>
<li>&#x4EC0;&#x4E48;&#x662F;&#x300C;Windows&#x300D;&#xFF1F;&#x90A3;&#x300C;Windows 10&#x300D;&#x53C8;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x90A3;&#x4E9B;&#x7528;&#x82F9;&#x679C;&#x7B14;&#x8BB0;&#x672C;&#x7684;&#x540C;&#x5B66;&#x7535;&#x8111;&#x754C;&#x9762;&#x770B;&#x8D77;&#x6765;&#x548C;&#x6211;&#x4E0D;&#x4E00;&#x6837;&#xFF1F;</li>
</ul>
<hr>
<p>&#x7535;&#x8111;&#x662F;&#x7531;&#x7535;&#x8DEF;&#x90E8;&#x5206;&#x7684;&#x786C;&#x4EF6;&#x548C;&#x7535;&#x8DEF;&#x4E4B;&#x4E0A;&#x7684;&#x8F6F;&#x4EF6;&#x90E8;&#x5206;&#x7EC4;&#x6210;&#x7684;&#x3002;&#x5728;&#x5927;&#x591A;&#x6570;&#x4F7F;&#x7528;&#x7535;&#x8111;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x53EA;&#x4E0E;&#x5C4F;&#x5E55;&#x4E0A;&#x7684;&#x753B;&#x9762;&#x3001;&#x7A97;&#x53E3;&#x3001;&#x6587;&#x4EF6;&#x6253;&#x4EA4;&#x9053;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x6211;&#x4EEC;&#x5728;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x8BB8;&#x591A;&#x95EE;&#x9898;&#x90FD;&#x8981;&#x7275;&#x6D89;&#x5230;&#x7535;&#x8111;&#x7684;&#x57FA;&#x672C;&#x786C;&#x4EF6;&#x8BBE;&#x65BD;&#x3002;&#x6545;&#x800C;&#x4E0D;&#x59A8;&#x5148;&#x6765;&#x770B;&#x770B;&#x7535;&#x8111;&#x90A3;&#x5185;&#x90E8;&#x51E0;&#x4E4E;&#x4E0D;&#x4E3A;&#x6240;&#x89C1;&#x7684;&#x300C;&#x786C;&#x300D;&#x7684;&#x4E00;&#x9762;&#xFF0C;&#x4E4B;&#x540E;&#x518D;&#x53BB;&#x770B;&#x770B;&#x4E3A;&#x4EBA;&#x6240;&#x89C1;&#x5374;&#x4E0D;&#x751A;&#x4E86;&#x89E3;&#x7684;&#x300C;&#x8F6F;&#x300D;&#x7684;&#x4E00;&#x9762;&#x3002;</p>
<h2 id="&#x786C;&#x4EF6;&#x7BC7;">&#x786C;&#x4EF6;&#x7BC7;</h2>
<p>&#x8FD9;&#x4E00;&#x8282;&#x6211;&#x4EEC;&#x6765;&#x4ECB;&#x7ECD;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x5185;&#x90E8;&#x7684;&#x90A3;&#x4E9B;&#x5173;&#x952E;&#x786C;&#x4EF6;&#x3002;&#x4E5F;&#x8BB8;&#x4F60;&#x5E76;&#x6CA1;&#x6709;&#x4EB2;&#x773C;&#x89C1;&#x8FC7;&#x8FD9;&#x4E9B;&#x82AF;&#x7247;&#x548C;&#x8BBE;&#x5907;&#x957F;&#x4EC0;&#x4E48;&#x6837;&#xFF0C;&#x4F46;&#x901A;&#x8FC7;&#x8FD9;&#x4E00;&#x8282;&#x7684;&#x4ECB;&#x7ECD;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x80FD;&#x5BF9;&#x5B83;&#x4EEC;&#x6709;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x4E86;&#x89E3;&#x3002;</p>
<h3 id="&#x60F3;&#x8C61;&#x4E00;&#x4E2A;&#x573A;&#x666F;">&#x60F3;&#x8C61;&#x4E00;&#x4E2A;&#x573A;&#x666F;&#x2026;&#x2026;</h3>
<p>&#x6211;&#x4EEC;&#x5148;&#x4E0D;&#x8C08;&#x786C;&#x4EF6;&#x90A3;&#x4E9B;&#x62BD;&#x8C61;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x6211;&#x4EEC;&#x5047;&#x8BBE;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x573A;&#x666F;&#xFF1A;&#x8001;&#x5E08;&#x6536;&#x4E86;&#x4E00;&#x4E2A;&#x73ED;&#x7684;&#x4E00;&#x645E;&#x4F5C;&#x4E1A;&#xFF0C;&#x73B0;&#x5728;&#x9700;&#x8981;&#x6279;&#x6539;&#x8FD9;&#x4E9B;&#x4F5C;&#x4E1A;&#x3002;</p>
<p><img src="computer-and-its-components/Untitled.png" alt="Untitled"></p>
<ol>
<li>&#x8001;&#x5E08;&#x5C06;&#x8FD9;&#x4E00;&#x645E;&#x4F5C;&#x4E1A;&#x5806;&#x5728;&#x529E;&#x516C;&#x684C;&#x7684;&#x4E00;&#x8FB9;&#xFF0C;&#x817E;&#x51FA;&#x529E;&#x516C;&#x684C;&#x7684;&#x4E2D;&#x592E;&#x548C;&#x53E6;&#x4E00;&#x8FB9;&#x3002;  </li>
<li>&#x73B0;&#x5728;&#xFF0C;&#x8001;&#x5E08;&#x53D6;&#x4E0B;&#x8FD9;&#x4E00;&#x645E;&#x4F5C;&#x4E1A;&#x4E2D;&#x7684;&#x4E00;&#x5C0F;&#x53E0;&#xFF0C;&#x653E;&#x5728;&#x529E;&#x516C;&#x684C;&#x4E2D;&#x592E;&#xFF0C;&#x5F00;&#x59CB;&#x4F0F;&#x6848;&#x6279;&#x6539;&#x3002;  </li>
<li>&#x8001;&#x5E08;&#x6279;&#x6539;&#x5B8C;&#x4E86;&#x8FD9;&#x4E00;&#x5C0F;&#x53E0;&#x4F5C;&#x4E1A;&#xFF0C;&#x7136;&#x540E;&#x5C06;&#x5B83;&#x4EEC;&#x653E;&#x5728;&#x529E;&#x516C;&#x684C;&#x7684;&#x53E6;&#x4E00;&#x8FB9;&#xFF0C;&#x645E;&#x6210;&#x65B0;&#x7684;&#x4E00;&#x6C93;&#x3002;  </li>
<li>&#x91CD;&#x590D;&#x6B65;&#x9AA4; 2 &#x548C;&#x6B65;&#x9AA4; 3&#xFF0C;&#x6700;&#x7EC8;&#x8001;&#x5E08;&#x5B8C;&#x6210;&#x4E86;&#x5168;&#x90E8;&#x4F5C;&#x4E1A;&#x7684;&#x6279;&#x6539;&#xFF0C;&#x8FD9;&#x65F6;&#x6279;&#x6539;&#x5B8C;&#x7684;&#x4F5C;&#x4E1A;&#x5168;&#x90E8;&#x5728;&#x5728;&#x529E;&#x516C;&#x684C;&#x7684;&#x53E6;&#x4E00;&#x8FB9;&#x3002;</li>
</ol>
<p>&#x6211;&#x4EEC;&#x4F1A;&#x501F;&#x52A9;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x6765;&#x66F4;&#x597D;&#x5730;&#x7406;&#x89E3;&#x7535;&#x8111;&#x786C;&#x4EF6;&#x4E0A;&#x7684;&#x5404;&#x4E2A;&#x7ED3;&#x6784;&#x3002;</p>
<h3 id="&#x5904;&#x7406;&#x5668;--cpu">&#x5904;&#x7406;&#x5668; / CPU</h3>
<p>&#x4E2D;&#x592E;&#x5904;&#x7406;&#x5668;&#xFF0C;&#x7B80;&#x79F0;&#x300C;&#x5904;&#x7406;&#x5668;&#x300D;&#xFF0C;&#x82F1;&#x6587;&#x7B80;&#x5199;&#x300C;CPU&#x300D;&#xFF0C;&#x662F;&#x7535;&#x8111;&#x5185;&#x90E8;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x679A;&#x82AF;&#x7247;&#xFF0C;&#x53EF;&#x4EE5;&#x60F3;&#x8C61;&#x6210;&#x662F;&#x7535;&#x8111;&#x7684;&#x300C;&#x5927;&#x8111;&#x300D;&#x3002;&#x5728;&#x4E0A;&#x9762;&#x7684;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;&#x300C;&#x8001;&#x5E08;&#x300D;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x7535;&#x8111;&#x4E2D;&#x7684;&#x5904;&#x7406;&#x5668;&#xFF1A;&#x300C;&#x8001;&#x5E08;&#x300D;&#x7684;&#x4F5C;&#x7528;&#x662F;&#x5BF9;&#x300C;&#x4F5C;&#x4E1A;&#x300D;&#x8FDB;&#x884C;&#x6279;&#x6539;&#xFF0C;&#x4ECE;&#x800C;&#x5B8C;&#x6210;&#x6559;&#x5B66;&#x4EFB;&#x52A1;&#xFF1B;&#x5904;&#x7406;&#x5668;&#x7684;&#x4F5C;&#x7528;&#x662F;&#x8FDB;&#x884C;&#x5404;&#x79CD;&#x7684;&#x8FD0;&#x7B97;&#xFF0C;&#x4ECE;&#x800C;&#x5B9E;&#x73B0;&#x7535;&#x8111;&#x4E0D;&#x540C;&#x7684;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x4F60;&#x4E00;&#x5B9A;&#x6CE8;&#x610F;&#x5230;&#x8FC7;&#xFF0C;&#x7535;&#x8111;&#x4F1A;&#x53D1;&#x70ED;&#x2014;&#x2014;&#x70ED;&#x5230;&#x9700;&#x8981;&#x7528;&#x4E00;&#x4E2A;&#x98CE;&#x6247;&#x7ED9;&#x5B83;&#x964D;&#x6E29;&#xFF0C;&#x8FD9;&#x70ED;&#x91CF;&#x4E2D;&#x6709;&#x5F88;&#x5927;&#x4E00;&#x90E8;&#x5206;&#x5C31;&#x662F;&#x5904;&#x7406;&#x5668;&#x53D1;&#x51FA;&#x6765;&#x7684;&#x3002;&#x5982;&#x679C;&#x4F60;&#x6709;&#x5173;&#x6CE8;&#x8FC7;&#x65F6;&#x4E8B;&#x548C;&#x65B0;&#x95FB;&#xFF0C;&#x4E2D;&#x7F8E;&#x8D38;&#x6613;&#x6218;&#x4E2D;&#x7684;&#x300C;&#x82AF;&#x7247;&#x300D;&#x6218;&#xFF0C;&#x5176;&#x4E2D;&#x5173;&#x952E;&#x7684;&#x4E00;&#x73AF;&#x5C31;&#x662F;&#x5904;&#x7406;&#x5668;&#x82AF;&#x7247;&#x3002;&#x4E0B;&#x56FE;&#x4E2D;&#xFF0C;&#x5DE6;&#x4E3A;&#x5E38;&#x89C1;&#x7684;&#x53F0;&#x5F0F;&#x7535;&#x8111;&#x7684; CPU &#x82AF;&#x7247;&#xFF0C;&#x53F3;&#x4E3A;&#x5E38;&#x89C1;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x7684; CPU &#x82AF;&#x7247;&#x3002;</p>
<p><img src="computer-and-its-components/Untitled%201.png" alt="Untitled"></p>
<p>&#x5904;&#x7406;&#x5668;&#x662F;&#x7535;&#x8111;&#x5DE5;&#x4F5C;&#x7684;&#x6838;&#x5FC3;&#x82AF;&#x7247;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;<strong>&#x5904;&#x7406;&#x5668;&#x7684;&#x6027;&#x80FD;&#x5C31;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x51B3;&#x5B9A;&#x4E86;&#x7535;&#x8111;&#x7684;&#x6027;&#x80FD;&#xFF0C;&#x51B3;&#x5B9A;&#x4E86;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x8FD9;&#x53F0;&#x7535;&#x8111;&#x6D41;&#x4E0D;&#x6D41;&#x7545;&#x3001;&#x73A9;&#x6E38;&#x620F;&#x5361;&#x4E0D;&#x5361;&#x3001;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#x9AD8;&#x4E0D;&#x9AD8;&#x3002;</strong>&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x5168;&#x4E16;&#x754C;&#x7535;&#x8111;&#x82AF;&#x7247;&#x57FA;&#x672C;&#x4E0A;&#x662F;&#x7531;&#x4E24;&#x5BB6;&#x7F8E;&#x56FD;&#x516C;&#x53F8;&#x8BBE;&#x8BA1;&#x5236;&#x9020;<a href="computer-and-its-components.html">&#xB9;</a>&#x7684;&#xFF0C;&#x5176;&#x4E2D;&#x4E00;&#x5BB6;&#x53EB;&#x505A;&#x300C;&#x82F1;&#x7279;&#x5C14;&#x300D;&#xFF08;Intel&#xFF09;&#xFF0C;&#x53E6;&#x4E00;&#x5BB6;&#x53EB;&#x505A;&#x300C;AMD&#x300D;&#x3002;</p>
<ul>
<li>&#x82F1;&#x7279;&#x5C14;&#x516C;&#x53F8;&#x73B0;&#x5728;&#x4E3B;&#x8981;&#x7684; CPU &#x4EA7;&#x54C1;&#x7EBF;&#x79F0;&#x4F5C;&#x300C;&#x9177;&#x777F;&#x300D;&#xFF08;Core&#xFF09;&#xFF0C;&#x800C;&#x300C;&#x9177;&#x777F;&#x300D;&#x7CFB;&#x5217;&#x53C8;&#x5206;&#x6210;&#x4E86; 4 &#x4E2A;&#x6863;&#x6B21;&#x2014;&#x2014;&#x300C;i3&#x300D;&#x300C;i5&#x300D;&#x300C;i7&#x300D;&#x548C;&#x300C;i9&#x300D;&#x3002;&#x5982;&#x679C;&#x4F60;&#x73B0;&#x5728;&#x5728;&#x7528;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#xFF0C;&#x4E0D;&#x59A8;&#x7784;&#x4E00;&#x773C;&#x952E;&#x76D8;&#x4E0B;&#x65B9;&#x662F;&#x5426;&#x6709;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x84DD;&#x8272;&#xFF08;&#x4E5F;&#x6709;&#x53EF;&#x80FD;&#x662F;&#x7070;&#x8272;&#xFF0C;&#x8FD9;&#x91CC;&#x6CA1;&#x6709;&#x5217;&#x51FA;&#xFF09;&#x7684;&#x8D34;&#x7EB8;&#xFF1A;</li>
</ul>
<p><img src="computer-and-its-components/Untitled%202.png" alt="Untitled"></p>
<ul>
<li>AMD &#x516C;&#x53F8;&#x73B0;&#x5728;&#x4E3B;&#x8981;&#x7684; CPU &#x4EA7;&#x54C1;&#x7EBF;&#x79F0;&#x4F5C;&#x300C;&#x9510;&#x9F99;&#x300D;&#xFF08;Ryzen&#xFF09;&#xFF0C;&#x800C;&#x300C;&#x9510;&#x9F99;&#x300D;&#x7CFB;&#x5217;&#x4E5F;&#x5206;&#x6210;&#x4E86; 3 &#x4E2A;&#x6863;&#x6B21;&#x2014;&#x2014;&#x300C;R5&#x300D;&#x300C;R7&#x300D;&#x548C;&#x300C;R9&#x300D;<a href="computer-and-its-components.html">&#xB2;</a>&#x3002;&#x5982;&#x679C;&#x4F60;&#x73B0;&#x5728;&#x7528;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#xFF0C;&#x4E0D;&#x59A8;&#x7784;&#x4E00;&#x773C;&#x952E;&#x76D8;&#x4E0B;&#x65B9;&#x662F;&#x5426;&#x6709;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x7EA2;&#x8272;&#x7684;&#x8D34;&#x7EB8;&#xFF1A;</li>
</ul>
<p><img src="computer-and-its-components/Untitled%203.png" alt="Untitled"></p>
<p>&#x6211;&#x4EEC;&#x5E38;&#x5E38;&#x8BF4;&#x4E00;&#x4E2A;&#x7535;&#x8111;&#x662F;&#x300C;&#x53CC;&#x6838;&#x300D;&#x300C;&#x56DB;&#x6838;&#x300D;&#x7684;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x300C;&#x53CC;&#x6838;&#x300D;&#x300C;&#x56DB;&#x6838;&#x300D;&#x4E5F;&#x662F;&#x5904;&#x7406;&#x5668;&#x4E2D;&#x7684;&#x6982;&#x5FF5;&#x3002;&#x8FD9;&#x4E9B;&#x5904;&#x7406;&#x5668;&#x5728;&#x4E00;&#x7247;&#x82AF;&#x7247;&#x653E;&#x4E86;&#x591A;&#x4E2A;&#x300C;&#x6838;&#x5FC3;&#x300D;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x4E00;&#x4E2A;&#x4E2A;&#x534F;&#x540C;&#x8D77;&#x6765;&#x7684;&#x72EC;&#x7ACB;&#x7684;&#x5C0F;&#x5904;&#x7406;&#x5668;&#x3002;&#x4F8B;&#x5982;&#x300C;&#x53CC;&#x6838;&#x300D;&#x5904;&#x7406;&#x5668;&#xFF0C;&#x610F;&#x5473;&#x7740;&#x5728;&#x4E00;&#x679A;&#x5904;&#x7406;&#x5668;&#x82AF;&#x7247;&#x4E0A;&#x96C6;&#x6210;&#x4E86;&#x4E24;&#x4E2A;&#x6838;&#x5FC3;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x4E24;&#x4E2A;&#x5927;&#x8111;&#x534F;&#x540C;&#x5DE5;&#x4F5C;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7528;&#x7535;&#x8111;&#x540C;&#x65F6;&#x505A;&#x5F88;&#x591A;&#x4E8B;&#x60C5;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x6709;&#x6240;&#x88E8;&#x76CA;&#x3002;&#x540C;&#x7406;&#xFF0C;&#x300C;&#x56DB;&#x6838;&#x300D;&#x300C;&#x516B;&#x6838;&#x300D;&#x5C31;&#x662F;&#x5728;&#x4E00;&#x4E2A;&#x82AF;&#x7247;&#x4E0A;&#x96C6;&#x6210;&#x4E86;&#x56DB;&#x4E2A;&#x751A;&#x81F3;&#x662F;&#x516B;&#x4E2A;&#x6838;&#x5FC3;&#x3002;</p>
<p>&#x9700;&#x8981;&#x5F3A;&#x8C03;&#x7684;&#x662F;&#xFF0C;<strong>&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x6838;&#x5FC3;&#x6570;&#x8D8A;&#x591A;&#x7684;&#x5904;&#x7406;&#x5668;&#x6027;&#x80FD;&#x4E00;&#x5B9A;&#x8D8A;&#x597D;</strong>&#xFF0C;&#x66F4;<strong>&#x4E0D;&#x662F;&#x8BF4; i7 &#x5904;&#x7406;&#x5668;&#x5C31;&#x4E00;&#x5B9A;&#x6BD4; i5 &#x66F4;&#x597D;</strong>&#xFF0C;&#x4E5F;<strong>&#x4E0D;&#x662F;&#x8BF4;&#x82F1;&#x7279;&#x5C14;&#x7684;&#x5904;&#x7406;&#x5668;&#x5C31;&#x8981;&#x6BD4; AMD &#x597D;</strong>&#x3002;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x8FD9;&#x6837;&#x8FA9;&#x8BC1;&#x5730;&#x7406;&#x89E3;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#xFF1A;&#x6BCF;&#x4E2A;&#x54C1;&#x724C;&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x4E0D;&#x540C;&#x7CFB;&#x5217;&#xFF0C;&#x6709;&#x7684;&#x7CFB;&#x5217;&#x9AD8;&#x7AEF;&#xFF0C;&#x6709;&#x7684;&#x7CFB;&#x5217;&#x4F4E;&#x7AEF;&#xFF1B;&#x6BCF;&#x4E2A;&#x7CFB;&#x5217;&#x4E5F;&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x4E0D;&#x540C;&#x578B;&#x53F7;&#xFF0C;&#x6709;&#x7684;&#x578B;&#x53F7;&#x6027;&#x80FD;&#x5F3A;&#xFF0C;&#x6709;&#x7684;&#x578B;&#x53F7;&#x6027;&#x80FD;&#x5F31;&#x3002;CPU &#x7684;&#x6027;&#x80FD;&#x5E76;&#x4E0D;&#x4E0E;&#x67D0;&#x4E00;&#x4E2A;&#x56E0;&#x7D20;&#x5448;&#x7EBF;&#x6027;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x800C;&#x662F;&#x591A;&#x4E2A;&#x56E0;&#x7D20;&#x7EFC;&#x5408;&#x7684;&#x7ED3;&#x679C;&#x3002;</p>
<h3 id="&#x5185;&#x5B58;--ram">&#x5185;&#x5B58; / RAM</h3>
<p>&#x7D27;&#x63A5;&#x7740;&#xFF0C;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x80FD;&#x76F4;&#x63A5;&#x4E0E;&#x5904;&#x7406;&#x5668;&#x4EA4;&#x6D41;&#x7684;&#x90E8;&#x4EF6;&#x2014;&#x2014;&#x5185;&#x5B58;&#xFF0C;&#x82F1;&#x6587;&#x7B80;&#x5199;&#x300C;RAM&#x300D;&#x3002;&#x4E0A;&#x4E00;&#x5C0F;&#x8282;&#x63D0;&#x5230;&#xFF0C;&#x5904;&#x7406;&#x5668;&#x76F8;&#x5F53;&#x4E8E;&#x5927;&#x8111;&#xFF0C;&#x4F46;&#x4E0E;&#x5927;&#x8111;&#x4E0D;&#x540C;&#x7684;&#x662F;&#xFF0C;&#x5904;&#x7406;&#x5668;&#x53EA;&#x80FD; <strong>&#x5904;&#x7406;</strong> &#x6570;&#x636E;&#xFF0C;&#x800C;&#x8FD9;&#x4E9B;&#x5F85;&#x5904;&#x7406;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x9700;&#x8981;&#x4F9D;&#x8D56;&#x5916;&#x90E8;&#x7684;&#x5143;&#x4EF6;&#x6765;&#x4E34;&#x65F6;&#x5B58;&#x50A8;&#x3002;&#x5185;&#x5B58;&#x5C31;&#x662F;&#x7528;&#x6765;&#x4E34;&#x65F6;&#x5B58;&#x50A8;&#x6570;&#x636E;&#x7684;&#x3002;</p>
<p>&#x5185;&#x5B58;&#x672C;&#x8D28;&#x4E5F;&#x662F;&#x4E00;&#x7EC4;&#x82AF;&#x7247;&#x3002;&#x751F;&#x4EA7;&#x5185;&#x5B58;&#x8FD9;&#x79CD;&#x82AF;&#x7247;&#x548C;&#x751F;&#x4EA7;&#x5904;&#x7406;&#x5668;&#x90A3;&#x79CD;&#x82AF;&#x7247;&#x6240;&#x7528;&#x7684;&#x5DE5;&#x827A;&#x6709;&#x4E00;&#x4E9B;&#x4E0D;&#x540C;&#xFF0C;&#x76EE;&#x524D;&#x751F;&#x4EA7;&#x5185;&#x5B58;&#x8FD9;&#x79CD;&#x82AF;&#x7247;&#x7684;&#x5382;&#x5546;&#x96C6;&#x4E2D;&#x5728;&#x97E9;&#x56FD;&#x548C;&#x4E2D;&#x56FD;&#x53F0;&#x6E7E;&#x3002;&#x4E00;&#x822C;&#x8FD9;&#x4E9B;&#x82AF;&#x7247;&#x88AB;&#x6392;&#x5728;&#x6761;&#x5F62;&#x7684;&#x7535;&#x8DEF;&#x677F;&#x4E0A;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x6574;&#x4F53;&#x53EB;&#x505A;&#x300C;&#x5185;&#x5B58;&#x6761;&#x300D;&#x3002;&#x4E0B;&#x56FE;&#x4E2D;&#xFF0C;&#x4E0A;&#x65B9;&#x7684;&#x5185;&#x5B58;&#x6761;&#x662F;&#x53F0;&#x5F0F;&#x7535;&#x8111;&#x4F7F;&#x7528;&#x7684;&#xFF0C;&#x4E0B;&#x65B9;&#x7684;&#x5185;&#x5B58;&#x6761;&#x662F;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x4F7F;&#x7528;&#x7684;&#x3002;</p>
<p><img src="computer-and-its-components/RAMs.jpg" alt="RAMs.jpg"></p>
<p>&#x524D;&#x6587;&#x8BF4;&#xFF0C;&#x5185;&#x5B58;&#x76F4;&#x63A5;&#x4E0E;&#x5904;&#x7406;&#x5668;&#x8FDB;&#x884C;&#x6570;&#x636E;&#x4EA4;&#x6D41;&#x3002;&#x4E0E;&#x5904;&#x7406;&#x5668;&#x90A3;&#x6781;&#x5FEB;&#x7684;&#x8FD0;&#x7B97;&#x901F;&#x5EA6;&#x76F8;&#x5339;&#x914D;&#xFF0C;&#x5185;&#x5B58;&#x7684;&#x8BFB;&#x53D6;&#x4E0E;&#x5199;&#x5165;&#x901F;&#x5EA6;&#x4E5F;&#x662F;&#x6781;&#x5FEB;&#x7684;&#x3002;&#x4F46;&#x5185;&#x5B58;&#x6709;&#x4E00;&#x4E2A;&#x7279;&#x70B9;&#x2014;&#x2014;<strong>&#x65AD;&#x7535;&#x5373;&#x4E22;&#x5931;&#x6570;&#x636E;</strong>&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5F53;&#x4F60;&#x7535;&#x8111;&#x5173;&#x673A;&#xFF0C;&#x5185;&#x5B58;&#x4E2D;&#x7684;&#x6570;&#x636E;&#x4FBF;&#x4E0D;&#x590D;&#x5B58;&#x5728;&#xFF0C;&#x53C8;&#x56DE;&#x5230;&#x767D;&#x7EB8;&#x4E00;&#x5757;&#x3002;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x5728;&#x5185;&#x5B58;&#x91CC;&#x957F;&#x4E45;&#x5B58;&#x653E;&#x6570;&#x636E;&#xFF0C;&#x90A3;&#x552F;&#x4E00;&#x7684;&#x505A;&#x6CD5;&#x5C31;&#x662F;&#x4E00;&#x76F4;&#x901A;&#x7535;&#xFF0C;&#x591A;&#x6D6A;&#x8D39;&#x7535;&#x554A;&#x662F;&#x5427;&#x3002;</p>
<p>&#x56DE;&#x5230;&#x524D;&#x9762;&#x8001;&#x5E08;&#x6279;&#x6539;&#x4F5C;&#x4E1A;&#x7684;&#x573A;&#x666F;&#x3002;&#x529E;&#x516C;&#x684C;&#x7684;&#x4E2D;&#x592E;&#x533A;&#x57DF;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x4E3A;&#x300C;&#x5185;&#x5B58;&#x300D;&#xFF1A;&#x8001;&#x5E08;&#x5C06;&#x4F5C;&#x4E1A;&#x653E;&#x5728;&#x529E;&#x516C;&#x684C;&#x4E2D;&#x592E;&#x6279;&#x6539;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x8FD9;&#x91CC;&#x6539;&#x8D77;&#x6765;&#x6700;&#x65B9;&#x4FBF;&#xFF1B;&#x5904;&#x7406;&#x5668;&#x5C06;&#x6570;&#x636E;&#x653E;&#x5728;&#x5185;&#x5B58;&#x4E2D;&#x5904;&#x7406;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x8FD9;&#x91CC;&#x8BFB;&#x53D6;&#x548C;&#x5199;&#x5165;&#x901F;&#x5EA6;&#x6700;&#x5FEB;&#x3002;&#x529E;&#x516C;&#x684C;&#x4E2D;&#x592E;&#x4E0D;&#x80FD;&#x603B;&#x662F;&#x653E;&#x7740;&#x4E1C;&#x897F;&#xFF0C;&#x4E0D;&#x7136;&#x4F1A;&#x5F04;&#x4E71;&#x3001;&#x5F04;&#x4E22;&#xFF1B;&#x5185;&#x5B58;&#x4E2D;&#x7684;&#x6570;&#x636E;&#x4E00;&#x65E6;&#x65AD;&#x7535;&#x5C31;&#x4F1A;&#x6D88;&#x5931;&#xFF0C;&#x56E0;&#x6B64;&#x603B;&#x662F;&#x4E34;&#x65F6;&#x7684;&#x3002;</p>
<p>&#x5728; 21 &#x4E16;&#x7EAA;&#x521D;&#x6280;&#x672F;&#x4E0D;&#x662F;&#x5F88;&#x53D1;&#x8FBE;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5185;&#x5B58;&#x7684;&#x5BB9;&#x91CF;&#x4E5F;&#x4E0D;&#x662F;&#x5F88;&#x5927;&#xFF0C;&#x6709; 512 MB &#x5DF2;&#x7ECF;&#x4E0D;&#x5F97;&#x4E86;&#x4E86;&#x3002;&#x4F46;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x6D41;&#x901D;&#xFF0C;&#x73B0;&#x5982;&#x4ECA;&#x5927;&#x5BB9;&#x91CF;&#x5185;&#x5B58;&#x5DF2;&#x7ECF;&#x53F8;&#x7A7A;&#x89C1;&#x60EF;&#x3002;&#x8981;&#x60F3;&#x8BA9;&#x73B0;&#x4ECA;&#x7684;&#x666E;&#x901A;&#x7535;&#x8111;&#x57FA;&#x672C;&#x6D41;&#x7545;&#x8FD0;&#x884C;&#xFF0C;&#x5185;&#x5B58;&#x5BB9;&#x91CF;&#x5E94;&#x5F53;&#x81F3;&#x5C11;&#x6709; 4 GB&#x3002;&#x5F53;&#x7136;&#x8FD9;&#x4E1C;&#x897F;&#x5012;&#x662F;&#x591A;&#x591A;&#x76CA;&#x5584;&#xFF0C;&#x5C31;&#x50CF;&#x66F4;&#x5927;&#x7684;&#x684C;&#x5B50;&#x80FD;&#x6446;&#x66F4;&#x591A;&#x4E1C;&#x897F;&#x4E00;&#x6837;&#xFF0C;<strong>&#x66F4;&#x591A;&#x7684;&#x5185;&#x5B58;&#x610F;&#x5473;&#x7740;&#x66F4;&#x591A;&#x7684;&#x7A7A;&#x95F4;&#x6765;&#x8BA9;&#x5904;&#x7406;&#x5668;&#x5B58;&#x653E;&#x6570;&#x636E;&#xFF0C;&#x4E5F;&#x5C31;&#x610F;&#x5473;&#x7740;&#x7535;&#x8111;&#x80FD;&#x540C;&#x65F6;&#x5904;&#x7406;&#x66F4;&#x591A;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x57FA;&#x672C;&#x610F;&#x5473;&#x7740;&#x7535;&#x8111;&#x66F4;&#x52A0;&#x6D41;&#x7545;&#x3002;</strong>&#x636E;&#x6211;&#x4EEC;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x6D41;&#x7545;&#x8FD0;&#x884C;&#x8BF8;&#x5982; AutoCAD&#x3001;Photoshop &#x4E4B;&#x7C7B;&#x7684;&#x4E13;&#x4E1A;&#x8F6F;&#x4EF6;&#x81F3;&#x5C11;&#x9700;&#x8981; 8 GB &#x7684;&#x5185;&#x5B58;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#x8FD9;&#x91CC;&#x63D0;&#x4E00;&#x4E0B;&#xFF0C;&#x5F53;&#x4ECA; <strong>&#x4E00;&#x6761;</strong> &#x5185;&#x5B58;&#x4E00;&#x822C;&#x662F; 4 GB&#x3001;8 GB &#x6216; 16 GB&#xFF0C;&#x4EF7;&#x683C;&#x57FA;&#x672C;&#x4E0E;&#x5BB9;&#x91CF;&#x6210;&#x6B63;&#x6BD4;&#x3002;&#x4F46;&#x518D;&#x5F80;&#x4E0A;&#x7684;&#x8BDD;&#xFF0C;&#x4EF7;&#x683C;&#x5C31;&#x4F1A;&#x8FC5;&#x901F;&#x4E0A;&#x5347;&#xFF0C;&#x6BD5;&#x7ADF;&#x9700;&#x6C42;&#x4E0D;&#x5927;&#x3002;&#x5F53;&#x4ECA; <strong>&#x4E00;&#x53F0;&#x7535;&#x8111;&#x7684;&#x5185;&#x5B58;&#x603B;&#x91CF;</strong> &#x4E00;&#x822C;&#x662F; 8 GB&#x3001;16 GB &#x548C; 32 GB&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x4E00;&#x822C;&#x4F1A;&#x770B;&#x5230;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x4E2D;&#x6709;&#x4E24;&#x6761;&#x5185;&#x5B58;&#x3002;</p>
<p><em>&#x5907;&#x6CE8;&#xFF1A;&#x5BF9;&#x5E94;&#x5230;&#x624B;&#x673A;&#x4E2D;&#xFF0C;&#x5185;&#x5B58;&#x6709;&#x65F6;&#x4F1A;&#x88AB;&#x624B;&#x673A;&#x5382;&#x5546;&#x79F0;&#x4E3A;&#x300C;&#x8FD0;&#x884C;&#x5185;&#x5B58;&#x300D;&#xFF0C;&#x4E0D;&#x8FC7;&#x6211;&#x4EEC;&#x4E0D;&#x63A8;&#x8350;&#x5982;&#x6B64;&#x79F0;&#x547C;&#x3002;</em></p>
<h3 id="&#x786C;&#x76D8;">&#x786C;&#x76D8;</h3>
<p>&#x5185;&#x5B58;&#x662F;&#x7528;&#x6765;&#x4E34;&#x65F6;&#x5B58;&#x50A8;&#x6570;&#x636E;&#x7684;&#xFF0C;&#x800C;&#x786C;&#x76D8;&#x5219;&#x662F;&#x7528;&#x6765;&#x957F;&#x4E45;&#x4FDD;&#x5B58;&#x6570;&#x636E;&#x7684;&#x3002;&#x4E0E;&#x5185;&#x5B58;&#x76F8;&#x6BD4;&#xFF0C;&#x786C;&#x76D8;&#x7684;&#x8BFB;&#x5199;&#x901F;&#x5EA6;&#x8981;&#x6162;&#x5F97;&#x591A;&#xFF0C;&#x4F46;&#x5B58;&#x5728;&#x786C;&#x76D8;&#x4E2D;&#x7684;&#x6570;&#x636E;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x65AD;&#x7535;&#x800C;&#x8F7B;&#x6613;&#x6D88;&#x5931;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;<strong>&#x786C;&#x76D8;&#x662F;&#x6570;&#x636E;&#x7684;&#x6700;&#x521D;&#x7684;&#x8D77;&#x70B9;&#x548C;&#x6700;&#x7EC8;&#x7684;&#x5F52;&#x5BBF;</strong>&#xFF1A;&#x5904;&#x7406;&#x5668;&#x5728;&#x4E00;&#x5F00;&#x59CB;&#xFF0C;&#x4ECE;&#x786C;&#x76D8;&#x4E2D;&#x53D6;&#x51FA;&#x6570;&#x636E;&#x653E;&#x5165;&#x5185;&#x5B58;&#xFF0C;&#x5728;&#x5185;&#x5B58;&#x4E2D;&#x5904;&#x7406;&#x6570;&#x636E;&#xFF0C;&#x5904;&#x7406;&#x5B8C;&#x6210;&#x4E4B;&#x540E;&#xFF0C;&#x518D;&#x5C06;&#x65B0;&#x7684;&#x6570;&#x636E;&#x653E;&#x56DE;&#x786C;&#x76D8;&#x3002;</p>
<p>&#x5728;&#x524D;&#x9762;&#x8001;&#x5E08;&#x6279;&#x6539;&#x4F5C;&#x4E1A;&#x7684;&#x573A;&#x666F;&#x5F53;&#x4E2D;&#xFF0C;&#x529E;&#x516C;&#x684C;&#x4E24;&#x4FA7;&#x5806;&#x4F5C;&#x4E1A;&#x7684;&#x5730;&#x65B9;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x4E3A;&#x300C;&#x786C;&#x76D8;&#x300D;&#xFF1A;&#x5927;&#x91CF;&#x7684;&#x4F5C;&#x4E1A;&#x88AB;&#x5806;&#x5728;&#x90A3;&#x91CC;&#xFF0C;&#x6574;&#x9F50;&#x6446;&#x653E;&#xFF0C;&#x4E0D;&#x4F1A;&#x5F04;&#x6563;&#x3001;&#x5F04;&#x4E22;&#xFF0C;&#x4F46;&#x8001;&#x5E08;&#x603B;&#x662F;&#x8981;&#x628A;&#x4F5C;&#x4E1A;&#x53D6;&#x5230;&#x8D81;&#x624B;&#x7684;&#x5730;&#x65B9;&#xFF08;&#x529E;&#x516C;&#x684C;&#x4E2D;&#x592E;&#xFF09;&#x6765;&#x6279;&#x6539;&#xFF1B;&#x5927;&#x91CF;&#x7684;&#x6570;&#x636E;&#x88AB;&#x5B58;&#x5728;&#x786C;&#x76D8;&#x91CC;&#xFF0C;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x65AD;&#x7535;&#x5C31;&#x4E22;&#x5931;&#xFF0C;&#x4F46;&#x5904;&#x7406;&#x5668;&#x603B;&#x662F;&#x8981;&#x628A;&#x6570;&#x636E;&#x653E;&#x5728;&#x5FEB;&#x901F;&#x7684;&#x5730;&#x65B9;&#xFF08;&#x5185;&#x5B58;&#xFF09;&#x6765;&#x5904;&#x7406;&#x3002;</p>
<p>&#x7B80;&#x5355;&#x6765;&#x8BF4;&#xFF0C;&#x786C;&#x76D8;&#x73B0;&#x5728;&#x5206;&#x4E3A;&#x4E24;&#x79CD;&#xFF0C;&#x4E00;&#x79CD;&#x53EB;&#x300C;&#x673A;&#x68B0;&#x786C;&#x76D8;&#x300D;&#xFF08;&#x82F1;&#x6587;&#x7B80;&#x79F0;&#x300C;HDD&#x300D;&#xFF09;&#x5982;&#x4E0B;&#x56FE;&#x5DE6;&#x4FA7;&#x6240;&#x793A;&#xFF0C;&#x4E00;&#x79CD;&#x53EB;&#x300C;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x300D;&#xFF08;&#x82F1;&#x6587;&#x7B80;&#x79F0;&#x300C;SSD&#x300D;&#xFF09;&#x5982;&#x4E0B;&#x56FE;&#x53F3;&#x4FA7;&#x6240;&#x3002;&#x524D;&#x8005;&#x5BB9;&#x91CF;&#x5927;&#x3001;&#x4EF7;&#x683C;&#x4F4E;&#x3001;&#x901F;&#x5EA6;&#x66F4;&#x6162;&#xFF0C;&#x540E;&#x8005;&#x5BB9;&#x91CF;&#x5C0F;&#x3001;&#x4EF7;&#x683C;&#x9AD8;&#x3001;&#x901F;&#x5EA6;&#x8F83;&#x5FEB;&#xFF08;&#x4F46;&#x8FDC;&#x8FDC;&#x6CA1;&#x6709;&#x5185;&#x5B58;&#x90A3;&#x4E48;&#x5FEB;&#xFF09;&#x3002;&#x524D;&#x8005;&#x662F;&#x5229;&#x7528;&#x7535;&#x78C1;&#x539F;&#x7406;&#x5B58;&#x50A8;&#x6570;&#x636E;&#xFF0C;&#x540E;&#x8005;&#x662F;&#x82AF;&#x7247;&#x5B58;&#x50A8;&#x6570;&#x636E;&#xFF0C;&#x4F46;&#x8FD9;&#x79CD;&#x82AF;&#x7247;&#x548C;&#x5185;&#x5B58;&#x7684;&#x90A3;&#x79CD;&#x53C8;&#x4E0D;&#x4E00;&#x6837;&#x2014;&#x2014;&#x5185;&#x5B58;&#x90A3;&#x79CD;&#x65AD;&#x7535;&#x6570;&#x636E;&#x5C31;&#x6D88;&#x5931;&#x4E86;&#xFF0C;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x7684;&#x82AF;&#x7247;&#x65AD;&#x7535;&#x8FD8;&#x80FD;&#x4FDD;&#x6301;&#x6570;&#x636E;&#x3002;</p>
<p><img src="computer-and-its-components/Disks.jpg" alt="Disks.jpg"></p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x6807;&#x79F0;&#x5BB9;&#x91CF; 512 GB &#x7684;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x5927;&#x7EA6; 500 &#x5143;&#xFF0C;&#x673A;&#x68B0;&#x786C;&#x76D8;&#x5927;&#x7EA6; 200 &#x5143;&#xFF1B;&#x6807;&#x79F0;&#x5BB9;&#x91CF; 1 TB &#x7684;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x5927;&#x7EA6; 800 &#x5143;&#xFF0C;&#x673A;&#x68B0;&#x786C;&#x76D8;&#x5927;&#x7EA6; 280 &#x5143;&#x3002;&#x4ECA;&#x5929;&#x7684;&#x4E2D;&#x6863;&#x6B21;&#x7535;&#x8111;&#x5E38;&#x89C1;&#x7684;&#x7EC4;&#x5408;&#x662F;&#x7528;&#x4E00;&#x5757;&#x5C0F;&#x5BB9;&#x91CF;&#xFF08;&#x6BD4;&#x5982; 256 GB&#xFF09;&#x7684;&#x56FA;&#x6001;&#x786C;&#x76D8;&#xFF0C;&#x642D;&#x914D;&#x4E00;&#x5757;&#x5927;&#x5BB9;&#x91CF;&#xFF08;&#x6BD4;&#x5982; 1 TB&#xFF09;&#x7684;&#x673A;&#x68B0;&#x786C;&#x76D8;&#x6765;&#x5B9E;&#x73B0;&#x5404;&#x81EA;&#x529F;&#x80FD;&#x7684;&#x4E92;&#x8865;&#x3002;&#x7A0D;&#x5FAE;&#x9AD8;&#x6863;&#x6B21;&#x4E00;&#x70B9;&#x7684;&#x7535;&#x8111;&#xFF0C;&#x5219;&#x4F1A;&#x9009;&#x7528;&#x4E00;&#x6574;&#x5757;&#x66F4;&#x5927;&#x5BB9;&#x91CF;&#xFF08;&#x6BD4;&#x5982; 512 GB &#x751A;&#x81F3; 1TB&#xFF09;&#x7684;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x800C;&#x4E0D;&#x518D;&#x4F7F;&#x7528;&#x673A;&#x68B0;&#x786C;&#x76D8;&#x3002;</p>
<p>&#x6253;&#x5F00;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#xFF0C;&#x4F60;&#x770B;&#x5230;&#x7684;&#x6240;&#x8C13;&#x300C;C &#x76D8;&#x300D;&#x300C;D &#x76D8;&#x300D;&#xFF0C;&#x5C31;&#x662F;&#x786C;&#x76D8;&#x4E0A;&#x7684;&#x7A7A;&#x95F4;&#x2014;&#x2014;&#x4E00;&#x5757;&#x786C;&#x76D8;&#x7684;&#x7A7A;&#x95F4;&#x53EF;&#x4EE5;&#x88AB;&#x5212;&#x5206;&#x6210;&#x4E0D;&#x540C;&#x7684;&#x300C;&#x76D8;&#x300D;&#xFF08;&#x5B66;&#x540D;&#x53EB;&#x300C;&#x5206;&#x533A;&#x300D;&#xFF09;&#x6765;&#x66F4;&#x597D;&#x5730;&#x5229;&#x7528;&#x3002;</p>
<p><img src="computer-and-its-components/Untitled%204.png" alt="Untitled"></p>
<p><strong>&#x786C;&#x76D8;&#x5BF9;&#x7535;&#x8111;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x300C;&#x6253;&#x5F00;&#x8F6F;&#x4EF6;&#x7684;&#x901F;&#x5EA6;&#x300D;&#xFF0C;&#x5305;&#x62EC;&#x300C;&#x5F00;&#x673A;&#x7684;&#x901F;&#x5EA6;&#x300D;</strong>&#x3002;&#x8FD9;&#x662F;&#x5F88;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6570;&#x636E;&#x539F;&#x5148;&#x90FD;&#x662F;&#x5B58;&#x5728;&#x786C;&#x76D8;&#x91CC;&#x7684;&#xFF0C;&#x5904;&#x7406;&#x5668;&#x4ECE;&#x786C;&#x76D8;&#x91CC;&#x300C;&#x62FF;&#x300D;&#x6570;&#x636E;&#x7684;&#x901F;&#x5EA6;&#x5C31;&#x76F4;&#x63A5;&#x5F71;&#x54CD;&#x7740;&#x8F6F;&#x4EF6;&#x542F;&#x52A8;&#x6216;&#x8005;&#x8BF4;&#x52A0;&#x8F7D;&#x7684;&#x65F6;&#x95F4;&#x3002;</p>
<p><em>&#x5907;&#x6CE8;&#xFF1A;&#x624B;&#x673A;&#x4E2D;&#x4E5F;&#x6709;&#x7C7B;&#x4F3C;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x4E00;&#x6837;&#x7684;&#x82AF;&#x7247;&#x6765;&#x5B58;&#x50A8;&#x6570;&#x636E;&#xFF0C;&#x5B83;&#x6709;&#x65F6;&#x5019;&#x88AB;&#x624B;&#x673A;&#x5382;&#x5546;&#x79F0;&#x4E3A;&#x300C;&#x5B58;&#x50A8;&#x5185;&#x5B58;&#x300D;&#xFF0C;&#x4F46;&#x5B83; <strong>&#x5B8C;&#x5168;&#x4E0D;&#x662F;</strong> &#x5185;&#x5B58;&#x3002;&#x8FD9;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x6709;&#x4EBA;&#x4F1A;&#x5F04;&#x6DF7;&#x300C;&#x5185;&#x5B58;&#x300D;&#x548C;&#x300C;&#x786C;&#x76D8;&#x300D;&#x7684;&#x6839;&#x6E90;&#x4E4B;&#x4E00;&#x3002;&#x5927;&#x5BB6;&#x5E38;&#x8BF4;&#x7684;&#x300C;&#x624B;&#x673A;&#x5185;&#x5B58;&#x4E0D;&#x591F;&#x300D;&#xFF0C;&#x6307;&#x7684;&#x5F80;&#x5F80;&#x662F;&#x5B58;&#x50A8;&#x7A7A;&#x95F4;&#x4E0D;&#x591F;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x300C;&#x5185;&#x5B58;&#x300D;&#x4E0D;&#x591F;&#x3002;</em></p>
<h3 id="&#x663E;&#x5361;--gpu">&#x663E;&#x5361; / GPU*</h3>
<p>&#x5BF9;&#x4E8E;&#x559C;&#x6B22;&#x73A9;&#x6E38;&#x620F;&#x7684;&#x540C;&#x5B66;&#x6765;&#x8BF4;&#xFF0C;&#x300C;&#x663E;&#x5361;&#x300D;&#x662F;&#x4ED6;&#x4EEC;&#x5728;&#x9009;&#x8D2D;&#x7535;&#x8111;&#x65F6;&#x4F1A;&#x7740;&#x91CD;&#x8003;&#x8651;&#x7684;&#x4E00;&#x4E2A;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x6700;&#x5F00;&#x59CB;&#xFF0C;&#x300C;&#x663E;&#x5361;&#x300D;&#x5C31;&#x662F;&#x7535;&#x8111;&#x91CC;&#x9762;&#x7684;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x82AF;&#x7247;&#xFF0C;&#x50CF;&#x5185;&#x5B58;&#x90A3;&#x6837;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x72EC;&#x7ACB;&#x7684;&#x7535;&#x8DEF;&#x677F;&#x5E76;&#x63D2;&#x63A5;&#x5728;&#x4E3B;&#x677F;&#x4E0A;&#x3002;&#x8FD9;&#x4E2A;&#x82AF;&#x7247;&#x7684;&#x529F;&#x80FD;&#x662F;&#x4E13;&#x95E8;&#x8FDB;&#x884C;&#x753B;&#x9762;&#x7684;&#x7ED8;&#x5236;&#x548C;&#x56FE;&#x50CF;&#x7684;&#x5904;&#x7406;&#xFF0C;&#x56E0;&#x800C;&#x5F97;&#x540D;&#x300C;&#x663E;&#x300D;&#x5361;&#x3002;&#x6240;&#x6709;&#x663E;&#x793A;&#x5728;&#x5C4F;&#x5E55;&#x4E0A;&#x7684;&#x753B;&#x9762;&#xFF0C;&#x90FD;&#x662F;&#x7531;&#x663E;&#x5361;&#x8FDB;&#x884C;&#x300C;&#x7ED8;&#x5236;&#x300D;&#x7684;&#x3002;&#x56E0;&#x800C;&#xFF0C;<strong>&#x663E;&#x5361;&#x7684;&#x6027;&#x80FD;&#x4E3B;&#x8981;&#x662F;&#x5BF9;&#x6E38;&#x620F;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x56FE;&#x5F62;&#x76F8;&#x5173;&#x7684;&#x5DE5;&#x4F5C;&#xFF08;&#x6BD4;&#x5982;&#x4E09;&#x7EF4;&#x5236;&#x56FE;&#x3001;&#x89C6;&#x9891;&#x526A;&#x8F91;&#xFF09;&#x6709;&#x8F83;&#x5927;&#x5F71;&#x54CD;&#x3002;</strong></p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x4E0A;&#x9762;&#x90A3;&#x6BB5;&#x8981;&#x52A0;&#x4E0A;&#x300C;&#x6700;&#x5F00;&#x59CB;&#x300D;&#x4E09;&#x4E2A;&#x5B57;&#x5462;&#xFF1F;&#x56E0;&#x4E3A;&#x968F;&#x7740;&#x534A;&#x5BFC;&#x4F53;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x4EBA;&#x4EEC;&#x540E;&#x6765;&#x53D1;&#x73B0;&#xFF0C;&#x663E;&#x5361;&#x53EF;&#x4EE5;&#x88AB;&#x300C;&#x96C6;&#x6210;&#x300D;&#x5230;&#x5904;&#x7406;&#x5668;<a href="computer-and-its-components.html">&#xB3;</a>&#x4E2D;&#xFF0C;&#x6362;&#x8A00;&#x4E4B;&#xFF0C;&#x5C31;&#x50CF;&#x591A;&#x6838;&#x5904;&#x7406;&#x5668;&#x628A;&#x51E0;&#x4E2A;&#x6838;&#x5FC3;&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x82AF;&#x7247;&#x4E0A;&#x4E00;&#x6837;&#xFF0C;&#x663E;&#x5361;&#x4E5F;&#x53EF;&#x4EE5;&#x548C;&#x5904;&#x7406;&#x5668;&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x82AF;&#x7247;&#x4E0A;&#x3002;&#x5BB9;&#x6613;&#x60F3;&#x5230;&#xFF0C;&#x8FD9;&#x6837;&#x96C6;&#x6210;&#x5230;&#x4E00;&#x8D77;&#x4E4B;&#x540E;&#xFF0C;&#x663E;&#x5361;&#x5C31;&#x4E0D;&#x80FD;&#x505A;&#x5F97;&#x5F88;&#x5927;&#x4E86;&#xFF08;&#x53D7;&#x9650;&#x4E8E;&#x82AF;&#x7247;&#x6574;&#x4F53;&#x7684;&#x5927;&#x5C0F;&#xFF09;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x505A;&#x5F97;&#x6027;&#x80FD;&#x5F88;&#x5F3A;&#x4E86;&#xFF08;&#x56E0;&#x4E3A;&#x5904;&#x7406;&#x5668;&#x6838;&#x5C31;&#x5728;&#x5B83;&#x8FB9;&#x4E0A;&#xFF0C;&#x5927;&#x5BB6;&#x4E00;&#x8D77;&#x53D1;&#x70ED;&#xFF0C;&#x4E00;&#x8D77;&#x5206;&#x4EAB;&#x80FD;&#x91CF;&#xFF09;&#xFF0C;&#x4F46;&#x53EF;&#x4EE5;&#x7F29;&#x5C0F;&#x786C;&#x4EF6;&#x7684;&#x4F53;&#x79EF;&#xFF0C;&#x4E5F;&#x80FD;&#x964D;&#x4F4E;&#x529F;&#x8017;&#x3002;&#x56E0;&#x800C;&#xFF0C;&#x53D1;&#x5C55;&#x5230;&#x4ECA;&#x5929;&#xFF0C;&#x663E;&#x5361;&#x5728;&#x7535;&#x8111;&#x4E2D;&#x7684;&#x5F62;&#x6001;&#x6709;&#x4E86;&#x4EE5;&#x4E0B;&#x4E24;&#x79CD;&#xFF1A;</p>
<ul>
<li><strong>&#x96C6;&#x6210;&#x663E;&#x5361;</strong>&#xFF0C;&#x82F1;&#x7279;&#x5C14;&#x79F0;&#x300C;&#x6838;&#x82AF;&#x663E;&#x5361;&#x300D;&#xFF0C;AMD &#x79F0;&#x300C;APU&#x300D;&#x3002;&#x663E;&#x5361;&#x88AB;&#x5B89;&#x6392;&#x5728;&#x5904;&#x7406;&#x5668;&#x7684;&#x540C;&#x4E00;&#x7247;&#x82AF;&#x7247;&#x4E0A;&#xFF0C;&#x6027;&#x80FD;&#x76F8;&#x5BF9;&#x8F83;&#x5DEE;&#xFF08;&#x4F46;&#x8FD8;&#x662F;&#x80FD;&#x5E94;&#x4ED8;&#x5927;&#x591A;&#x6570;&#x5DE5;&#x4F5C;&#x7684;&#xFF0C;&#x53EA;&#x662F;&#x6E38;&#x620F;&#x3001;&#x5236;&#x56FE;&#x7B49;&#x7279;&#x5B9A;&#x5DE5;&#x4F5C;&#x5C31;&#x4E0D;&#x592A;&#x884C;&#x4E86;&#xFF09;&#xFF0C;&#x529F;&#x8017;&#x4F4E;&#xFF0C;&#x4F53;&#x79EF;&#x5C0F;&#x3002;</li>
<li><strong>&#x72EC;&#x7ACB;&#x663E;&#x5361;</strong>&#xFF0C;&#x7B80;&#x79F0;&#x300C;&#x72EC;&#x663E;&#x300D;&#x3002;&#x663E;&#x5361;&#x4ECD;&#x7136;&#x662F;&#x4E00;&#x7247;&#x72EC;&#x7ACB;&#x7684;&#x82AF;&#x7247;&#xFF0C;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x4F9B;&#x7535;&#x548C;&#x5916;&#x56F4;&#x5143;&#x4EF6;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x663E;&#x5361;&#x6027;&#x80FD;&#x6BD4;&#x8F83;&#x5F3A;&#xFF0C;&#x4F46;&#x6362;&#x6765;&#x7684;&#x662F;&#x66F4;&#x9AD8;&#x7684;&#x529F;&#x8017;&#x3001;&#x66F4;&#x5927;&#x7684;&#x4F53;&#x79EF;&#xFF08;&#x6E38;&#x620F;&#x672C;&#x4E3A;&#x4EC0;&#x4E48;&#x91CD;&#xFF09;&#x548C;&#x66F4;&#x591A;&#x7684;&#x53D1;&#x70ED;&#x7B49;&#x3002;</li>
</ul>
<p>&#x4ECA;&#x5929;&#xFF0C;&#x5168;&#x4E16;&#x754C;&#x751F;&#x4EA7; <strong>&#x72EC;&#x7ACB;&#x663E;&#x5361;</strong> &#x7684;&#x5382;&#x5546;&#x4E3B;&#x8981;&#x6709;&#x4E24;&#x5BB6;&#xFF0C;&#x4E00;&#x5BB6;&#x53EB;&#x300C;&#x82F1;&#x4F1F;&#x8FBE;&#x300D;&#xFF08;Nvidia&#xFF09;&#xFF0C;&#x5B83;&#x751F;&#x4EA7;&#x7684;&#x663E;&#x5361;&#x4FD7;&#x79F0;&#x300C;N &#x5361;&#x300D;&#xFF1B;&#x53E6;&#x4E00;&#x5BB6;&#x662F;&#x524D;&#x6587;&#x63D0;&#x5230;&#x8FC7;&#x9020;&#x5904;&#x7406;&#x5668;&#x7684;&#x300C;AMD&#x300D;&#xFF0C;&#x5B83;&#x751F;&#x4EA7;&#x7684;&#x663E;&#x5361;&#x4FD7;&#x79F0;&#x300C;A &#x5361;&#x300D;&#x3002;&#x5982;&#x679C;&#x4F60;&#x6709;&#x6D89;&#x8DB3;&#x8FC7;&#x786C;&#x4EF6;&#x4EA4;&#x6D41;&#x5708;&#xFF0C;&#x73A9;&#x5BB6;&#x6240;&#x8BF4;&#x7684;&#x300C;RTX 3060&#x300D;&#x300C;GTX 1080 Ti&#x300D;&#x7B49;&#x90FD;&#x662F;&#x82F1;&#x4F1F;&#x8FBE;&#x663E;&#x5361;&#x7684;&#x578B;&#x53F7;&#xFF0C;&#x300C;RX 6800 XT&#x300D;&#x300C;RX 580&#x300D;&#x7B49;&#x90FD;&#x662F; AMD &#x663E;&#x5361;&#x7684;&#x578B;&#x53F7;&#x3002;</p>
<blockquote>
<p>&#x662F;&#x4E0D;&#x662F;&#x6709;&#x4EBA;&#x4F1A;&#x95EE;&#xFF0C;&#x90A3;&#x751F;&#x4EA7; <strong>&#x96C6;&#x6210;&#x663E;&#x5361;</strong> &#x7684;&#x5382;&#x5546;&#x6709;&#x54EA;&#x4E9B;&#x5462;&#xFF1F;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x8FD9;&#x91CC;&#x4E0D;&#x56DE;&#x7B54;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E0D;&#x6784;&#x6210;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x3002;</p>
</blockquote>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;&#x7B14;&#x8BB0;&#x672C;&#xFF0C;&#x8F7B;&#x8584;&#x672C;&#x90FD;&#x6CA1;&#x6709;&#x72EC;&#x7ACB;&#x663E;&#x5361;&#x800C;&#x662F;&#x4F7F;&#x7528;&#x96C6;&#x6210;&#x663E;&#x5361;&#xFF0C;&#x6E38;&#x620F;&#x672C;&#x90FD;&#x88C5;&#x914D;&#x6709;&#x72EC;&#x7ACB;&#x663E;&#x5361;&#x3002;&#x8FD9;&#x662F;&#x7531;&#x5B83;&#x4EEC;&#x7684;&#x4F7F;&#x7528;&#x573A;&#x666F;&#x548C;&#x76EE;&#x6807;&#x4EBA;&#x7FA4;&#x4E0D;&#x540C;&#x6240;&#x51B3;&#x5B9A;&#x7684;&#x3002;</p>
<h2 id="&#x8F6F;&#x4EF6;&#x7BC7;">&#x8F6F;&#x4EF6;&#x7BC7;</h2>
<h3 id="&#x8F6F;&#x4EF6;&#x4E0E;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;">&#x8F6F;&#x4EF6;&#x4E0E;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;</h3>
<p>&#x4E0B;&#x9762;&#x6211;&#x4EEC;&#x7B80;&#x5355;&#x4ECB;&#x7ECD;&#x300C;&#x8F6F;&#x4EF6;&#x300D;&#x548C;&#x300C;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x300D;&#x7684;&#x6982;&#x5FF5;&#x3002;</p>
<p>&#x7531;&#x5904;&#x7406;&#x5668;&#x3001;&#x5185;&#x5B58;&#x3001;&#x786C;&#x76D8;&#x4EE5;&#x53CA;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x5916;&#x56F4;&#x7535;&#x5B50;&#x5143;&#x4EF6;&#xFF0C;&#x5171;&#x540C;&#x6784;&#x6210;&#x4E86;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x7684;&#x300C;&#x786C;&#x4EF6;&#x300D;&#x90E8;&#x5206;&#x3002;&#x300C;&#x786C;&#x4EF6;&#x300D;&#x5C31;&#x662F;&#x7535;&#x8111;&#x4E2D;&#x7535;&#x5B50;&#x7535;&#x8DEF;&#x7684;&#x90E8;&#x5206;&#x3002;&#x800C;&#x5728;&#x300C;&#x786C;&#x4EF6;&#x300D;&#x4E4B;&#x4E0A;&#xFF0C;&#x786C;&#x4EF6;&#x7684;&#x5177;&#x4F53;&#x5DE5;&#x4F5C;&#x4EFB;&#x52A1;&#x662F;&#x7531;&#x300C;&#x8F6F;&#x4EF6;&#x300D;&#x6765;&#x51B3;&#x5B9A;&#x7684;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x7528;&#x5927;&#x5BB6;&#x66F4;&#x719F;&#x6089;&#x7684;&#x624B;&#x673A;&#x6765;&#x505A;&#x4E00;&#x4E2A;&#x89E3;&#x91CA;&#x3002;&#x624B;&#x673A;&#x4E0A;&#x5927;&#x5BB6;&#x81EA;&#x5DF1;&#x88C5;&#x7684;&#x300C;QQ&#x300D;&#x300C;&#x5FAE;&#x4FE1;&#x300D;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#xFF0C;&#x4EE5;&#x53CA;&#x4E0D;&#x662F;&#x81EA;&#x5DF1;&#x88C5;&#x7684;&#x300C;&#x7535;&#x8BDD;&#x300D;&#x300C;&#x77ED;&#x4FE1;&#x300D;&#x7B49; <strong>app &#x5C31;&#x662F;&#x300C;&#x8F6F;&#x4EF6;&#x300D;</strong>&#x3002;&#x300C;QQ&#x300D;&#x300C;&#x5FAE;&#x4FE1;&#x300D;&#x6307;&#x5BFC;&#x786C;&#x4EF6;&#x53BB;&#x5229;&#x7528;&#x7F51;&#x7EDC;&#x6536;&#x53D1;&#x4FE1;&#x606F;&#xFF0C;&#x5229;&#x7528;&#x5C4F;&#x5E55;&#x5C55;&#x793A;&#x6570;&#x636E;&#xFF0C;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x6307;&#x5BFC;&#x786C;&#x4EF6;&#x53BB;&#x64AD;&#x653E;&#x58F0;&#x97F3;&#xFF0C;&#x540C;&#x65F6;&#x5728;&#x5C4F;&#x5E55;&#x4E0A;&#x5C55;&#x793A;&#x8BC4;&#x8BBA;&#xFF0C;&#x300C;&#x7535;&#x8BDD;&#x300D;&#x300C;&#x77ED;&#x4FE1;&#x300D;&#x6307;&#x5BFC;&#x786C;&#x4EF6;&#x5229;&#x7528;&#x65E0;&#x7EBF;&#x7535;&#x6A21;&#x5757;&#x53D1;&#x9001;&#x548C;&#x63A5;&#x53D7;&#x4FE1;&#x53F7;&#x2026;&#x2026;&#x540C;&#x6837;&#x4E00;&#x90E8;&#x624B;&#x673A;&#xFF0C;&#x786C;&#x4EF6;&#x8FD8;&#x662F;&#x90A3;&#x4E2A;&#x786C;&#x4EF6;&#xFF0C;&#x4F46;&#x80FD;&#x901A;&#x8FC7;&#x4E0D;&#x540C;&#x7684;&#x8F6F;&#x4EF6;&#x884C;&#x4F7F;&#x4E0D;&#x540C;&#x7684;&#x5177;&#x4F53;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x800C;&#x5728;&#x300C;QQ&#x300D;&#x300C;&#x5FAE;&#x4FE1;&#x300D;&#x300C;&#x7535;&#x8BDD;&#x300D;&#x7B49; app &#x4E4B;&#x4E0B;&#xFF0C;&#x5728;&#x7EAF;&#x7CB9;&#x7684;&#x786C;&#x4EF6;&#x4E4B;&#x4E0A;&#xFF0C;&#x6709;<strong>&#x4E00;&#x4E2A;&#x66F4;&#x5927;&#x3001;&#x800C;&#x4E14;&#x66F4;&#x300C;&#x5E95;&#x5C42;&#x300D;&#x7684;&#x5927;&#x8F6F;&#x4EF6;&#xFF0C;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x53EB;&#x300C;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x300D;</strong>&#x3002;&#x7B80;&#x5355;&#x5730;&#x8BF4;&#xFF0C;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x300C;&#x5939;&#x300D;&#x5728;&#x5404;&#x4E2A; app &#x548C;&#x786C;&#x4EF6;&#x4E4B;&#x95F4;&#xFF0C;&#x4E3A; app &#x5177;&#x4F53;&#x884C;&#x4F7F;&#x529F;&#x80FD;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x7CFB;&#x5217;&#x65B9;&#x4FBF;&#x7684;&#x300C;&#x63A5;&#x53E3;&#x300D;&#x3002;&#x6709;&#x4E86;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x7684;&#x7684;&#x5F00;&#x53D1;&#x8005;&#x4E0D;&#x518D;&#x9700;&#x8981;&#x771F;&#x6B63;&#x5730;&#x53BB;&#x5B66;&#x4E60;&#x300C;&#x600E;&#x4E48;&#x8BA9;&#x5587;&#x53ED;&#x53D1;&#x58F0;&#x300D;&#xFF0C;&#x800C;&#x53EA;&#x9700;&#x8981;&#x5B66;&#x4E60;&#x300C;&#x600E;&#x4E48;&#x544A;&#x8BC9;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x8BA9;&#x5587;&#x53ED;&#x53D1;&#x58F0;&#x300D;&#x3002;&#x300C;&#x8BA9;&#x5587;&#x53ED;&#x53D1;&#x58F0;&#x300D;&#x662F;&#x4E00;&#x4E2A;&#x5E26;&#x4E00;&#x4E9B;&#x7269;&#x7406;&#x590D;&#x6742;&#x77E5;&#x8BC6;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x4F46;&#x300C;&#x544A;&#x8BC9;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x8BA9;&#x5587;&#x53ED;&#x53D1;&#x58F0;&#x300D;&#x5219;&#x76F8;&#x5BF9;&#x7B80;&#x5355;&#x5F97;&#x591A;&#x3002;</p>
<p><img src="computer-and-its-components/Untitled%205.png" alt="Untitled"></p>
<p>&#x7531;&#x4E8E;&#x4E0A;&#x5C42;&#x7684;&#x8F6F;&#x4EF6;&#xFF08;&#x4E5F;&#x5C31;&#x662F; app&#xFF09;&#x9700;&#x8981;&#x4F9D;&#x8D56;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x6765;&#x5B9E;&#x73B0;&#x529F;&#x80FD;&#xFF0C;&#x800C;&#x6BCF;&#x4E2A;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7559;&#x7ED9; app &#x7684;&#x63A5;&#x53E3;&#x7EC6;&#x8282;&#x4E0A;&#x6709;&#x4E0D;&#x540C;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x5F00;&#x53D1;&#x7684;&#x8F6F;&#x4EF6;&#x662F; <strong>&#x4E0D;&#x80FD;&#x76F4;&#x63A5;</strong> &#x901A;&#x7528;&#x7684;&#x3002;App &#x5382;&#x5546;&#x4E00;&#x822C;&#x4F1A;&#x4E3A;&#x4E0D;&#x540C;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x5F00;&#x53D1;&#x540C;&#x4E00;&#x6B3E; app&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x80FD;&#x7167;&#x987E;&#x5230;&#x4F7F;&#x7528;&#x4E0D;&#x540C;&#x7CFB;&#x7EDF;&#x7684;&#x7528;&#x6237;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x4E3B;&#x6D41;&#x7684;&#x624B;&#x673A;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x6709;&#x300C;&#x5B89;&#x5353;&#x300D;&#xFF08;Android&#xFF09;&#x548C;&#x300C;iOS&#x300D;&#x3002;&#x540E;&#x8005;&#x53EA;&#x80FD;&#x4F7F;&#x7528;&#x5728; Apple &#x7684;&#x786C;&#x4EF6;&#x4E0A;&#xFF0C;&#x524D;&#x8005;&#x5219;&#x88AB;&#x5404;&#x4E2A;&#x624B;&#x673A;&#x5382;&#x5546;&#x4F7F;&#x7528;&#x3002;&#x81F3;&#x4E8E;&#x534E;&#x4E3A;&#x5F00;&#x53D1;&#x7684;&#x300C;&#x9E3F;&#x8499;&#x300D;&#xFF08;Harmony OS&#xFF09;&#x7531;&#x4E8E;&#x4EE5;&#x67D0;&#x79CD;&#x65B9;&#x5F0F;&#x517C;&#x5BB9;&#x5B89;&#x5353;&#x8F6F;&#x4EF6;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x6682;&#x4E14;&#x4F5C;&#x4E3A;&#x524D;&#x8005;&#x5BF9;&#x5F85;&#x3002;</p>
<p>&#x800C;&#x5230;&#x4E86;&#x7535;&#x8111;&#x4E0A;&#xFF0C;&#x300C;Windows&#x300D;&#x548C;&#x300C;macOS&#x300D;&#x662F;&#x6700;&#x5E38;&#x89C1;&#x7684;&#x4E24;&#x79CD;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x3002;&#x540E;&#x8005;&#x53EA;&#x80FD;&#x4F7F;&#x7528;&#x5728; Apple &#x7684;&#x786C;&#x4EF6;&#x4E0A;&#x3002;&#x7531;&#x4E8E;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A; macOS &#x7684;&#x4F7F;&#x7528;&#x8005;&#x4E0D;&#x4F1A;&#x4F9D;&#x9760;&#x300A;Missing&#x300B;&#x6765;&#x5B66;&#x4E60;&#x7535;&#x8111;&#x77E5;&#x8BC6;&#xFF0C;&#x56E0;&#x800C;&#x300A;Missing&#x300B;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x64CD;&#x4F5C;&#x90FD;&#x662F;&#x8BA4;&#x5B9A;&#x8BFB;&#x8005;&#x4F7F;&#x7528; Windows &#x7CFB;&#x7EDF;&#x7684;&#x3002;</p>
<p>&#x4E0B;&#x56FE;&#x4E2D;&#xFF0C;&#x5DE6;&#x4FA7;&#x662F; Windows &#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7684;&#x5178;&#x578B;&#x754C;&#x9762;&#xFF0C;&#x800C;&#x53F3;&#x4FA7;&#x662F; macOS &#x7CFB;&#x7EDF;&#x7684;&#x5178;&#x578B;&#x754C;&#x9762;</p>
<p><img src="computer-and-its-components/Untitled%206.png" alt="Untitled"></p>
<h3 id="windows-&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;">Windows &#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;</h3>
<p>&#x6211;&#x4EEC;&#x7684;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x4F7F;&#x7528;&#x7684;&#x90FD;&#x662F; Windows &#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x3002;&#x6240;&#x8C13;&#x300C;Windows XP&#x300D;&#x300C;Windows 7&#x300D;&#x548C;&#x300C;Windows 10&#x300D;&#x5219;&#x662F; Windows &#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7684;&#x4E0D;&#x540C;&#x7248;&#x672C;&#x3002;</p>
<p>Windows &#x7531;&#x7F8E;&#x56FD;&#x7684;&#x5FAE;&#x8F6F;&#x516C;&#x53F8;&#xFF08;Microsoft&#xFF09;&#x6240;&#x5F00;&#x53D1;&#xFF0C;&#x8BDE;&#x751F;&#x4E8E; 1985 &#x5E74;&#x3002;&#x5230;&#x4ECA;&#x5929;&#xFF08;2021 &#x5E74;&#xFF09;&#xFF0C;Windows &#x5DF2;&#x7ECF;&#x7ECF;&#x5386;&#x4E86;&#x6570;&#x4E2A;&#x5927;&#x7248;&#x672C;&#x7684;&#x66F4;&#x65B0;&#x3002;&#x76EE;&#x524D;&#x6700;&#x65B0;&#x7684; Windows &#x7248;&#x672C;&#x662F;&#x300C;Windows 11&#x300D;&#xFF08;&#x53D1;&#x5E03;&#x4E8E; 2021 &#x5E74; 10 &#x6708; 5 &#x65E5;&#xFF09;&#xFF0C;&#x6211;&#x4EEC;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x300C;Windows 10&#x300D;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x7A0D;&#x65E7;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x5728;&#x4F7F;&#x7528;&#x300C;Windows 7&#x300D;&#x3002;&#x66F4;&#x8001;&#x7684; Windows &#x7248;&#x672C;&#xFF0C;&#x4F8B;&#x5982;&#x300C;Windows XP&#x300D;&#xFF0C;&#x5DF2;&#x7ECF;&#x9C9C;&#x6709;&#x4F7F;&#x7528;&#x3002;&#x4E0D;&#x540C;&#x7248;&#x672C; Windows &#x7CFB;&#x7EDF;&#x4E4B;&#x95F4;&#x4F1A;&#x6709;&#x64CD;&#x4F5C;&#x7EC6;&#x8282;&#x3001;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x4E0A;&#x7684;&#x4E0D;&#x540C;&#xFF0C;&#x4E0D;&#x8FC7;&#x5F80;&#x5F80;&#x6700;&#x76F4;&#x89C2;&#x7684;&#x4E0D;&#x540C;&#x662F;&#x5B83;&#x4EEC;&#x7684;&#x300C;&#x5916;&#x89C2;&#x300D;&#x3002;</p>
<p>Windows &#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5728;&#x82F1;&#x7279;&#x5C14;&#x6216;&#x8005; AMD &#x5904;&#x7406;&#x5668;&#x7684;&#x7535;&#x8111;&#x4E0A;&#x2014;&#x2014;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4ECA;&#x5929;&#x9664;&#x4E86; Apple &#x4EE5;&#x5916;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x54C1;&#x724C;&#x7684;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x90FD;&#x8FD0;&#x884C;&#x7740; Windows &#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x901A;&#x8FC7;&#x53F3;&#x952E;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#x5E76;&#x70B9;&#x9009;&#x3010;&#x5C5E;&#x6027;&#x3011;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x81EA;&#x5DF1;&#x7535;&#x8111; Windows &#x7CFB;&#x7EDF;&#x7684;&#x7248;&#x672C;&#x3002;</p>
<p><img src="computer-and-its-components/Untitled%207.png" alt="Untitled"></p>
<p>&#x300A;Missing&#x300B;&#x5047;&#x5B9A;&#x8BFB;&#x8005;&#x4F7F;&#x7528;&#x7684;&#x7CFB;&#x7EDF;&#x662F; Windows 10 &#x6216;&#x8005; Windows 11&#xFF0C;&#x5176;&#x4E2D;&#x6240;&#x6709;&#x7684;&#x64CD;&#x4F5C;&#x90FD;&#x662F;&#x57FA;&#x4E8E; Windows 10 &#x7B80;&#x4F53;&#x4E2D;&#x6587;&#x7248;&#x6216;&#x8005; Windows 11 &#x7B80;&#x4F53;&#x4E2D;&#x6587;&#x7248;&#x7CFB;&#x7EDF;&#x6765;&#x63CF;&#x8FF0;&#x7684;&#x3002;&#x5982;&#x679C;&#x4F60;&#x4F7F;&#x7528;&#x7684; Windows 7&#x3001;Windows 8 &#x6216;&#x8005; Windows 8.1&#xFF0C;&#x5176;&#x4E2D;&#x5927;&#x591A;&#x6570;&#x64CD;&#x4F5C;&#x4E5F;&#x90FD;&#x80FD;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;&#x4E00;&#x4E9B;&#x660E;&#x786E;&#x4EC5;&#x80FD;&#x7528;&#x4E8E; Windows 10 &#x548C; / &#x6216; Windows 11 &#x7684;&#x64CD;&#x4F5C;&#x548C;&#x6280;&#x5DE7;&#x4F1A;&#x88AB;&#x6807;&#x6CE8;&#x3002;</p>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x5728;&#x4E4B;&#x524D;&#x6253;&#x5F00;&#x7684;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#x2192;&#x3010;&#x5C5E;&#x6027;&#x3011;&#xFF0C;&#x4F60;&#x9664;&#x4E86;&#x80FD;&#x770B;&#x5230;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x7684; Windows &#x7248;&#x672C;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x80FD;&#x627E;&#x5230;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x7684;&#x5904;&#x7406;&#x5668;&#x578B;&#x53F7;&#x548C;&#x5185;&#x5B58;&#x5BB9;&#x91CF;&#x4FE1;&#x606F;&#x3002;&#x5C1D;&#x8BD5;&#x53BB;&#x67E5;&#x627E;&#x8FD9;&#x4E2A;&#x4FE1;&#x606F;&#xFF0C;&#x5E76;&#x81EA;&#x884C;&#x4E0A;&#x7F51;&#x641C;&#x7D22;&#x4F60;&#x7684;&#x5904;&#x7406;&#x5668;&#x578B;&#x53F7;&#xFF0C;&#x8FA8;&#x8BA4;&#x5B83;&#x7684;&#x54C1;&#x724C;&#x3001;&#x7CFB;&#x5217;&#xFF0C;&#x5224;&#x65AD;&#x5B83;&#x662F;&#x51E0;&#x6838;&#x5904;&#x7406;&#x5668;&#xFF0C;&#x300C;&#x4E3B;&#x9891;&#x300D;&#x6709;&#x591A;&#x9AD8;&#x3002;&#xFF08;&#x300C;&#x4E3B;&#x9891;&#x300D;&#x662F;&#x63CF;&#x8FF0; CPU &#x6027;&#x80FD;&#x7684;&#x4E00;&#x4E2A;&#x6307;&#x6807;&#x3002;&#xFF09;  </li>
<li>&#x4F60;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x6E38;&#x620F;&#x672C;&#x8FD8;&#x662F;&#x8F7B;&#x8584;&#x672C;&#xFF1F;&#x4EA6;&#x6216;&#x662F;&#x4ECB;&#x4E8E;&#x4E8C;&#x8005;&#x4E4B;&#x95F4;&#x7684;&#x6240;&#x8C13;&#x300C;&#x5168;&#x80FD;&#x672C;&#x300D;&#xFF1F;&#x5C1D;&#x8BD5;&#x7FFB;&#x5230;&#x7B14;&#x8BB0;&#x672C;&#x7684;&#x5E95;&#x9762;&#xFF0C;&#x4E0A;&#x7F51;&#x641C;&#x7D22;&#x5B83;&#x5E95;&#x9762;&#x6240;&#x5199;&#x7684;&#x578B;&#x53F7;&#xFF0C;&#x4E86;&#x89E3;&#x5173;&#x4E8E;&#x4F60;&#x81EA;&#x5DF1;&#x673A;&#x5668;&#x7684;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x3002;  </li>
<li>[Windows 10 / 11 &#x4E13;&#x7528;] &#x6253;&#x5F00;&#x3010;&#x4EFB;&#x52A1;&#x7BA1;&#x7406;&#x5668;&#x3011;&#xFF0C;&#x5207;&#x6362;&#x5230;&#x3010;&#x6027;&#x80FD;&#x3011;&#x9009;&#x9879;&#x5361;&#xFF0C;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x4E00;&#x4E2A;&#x66F4;&#x8BE6;&#x7EC6;&#x7684;&#x786C;&#x4EF6;&#x8FD0;&#x884C;&#x72B6;&#x6001;&#xFF0C;&#x5176;&#x4E2D;&#x3010;&#x786C;&#x76D8;&#x3011;&#x76F8;&#x5173;&#x680F;&#x76EE;&#x5C55;&#x793A;&#x4E86;&#x4F60;&#x8BBE;&#x5907;&#x7684;&#x786C;&#x76D8;&#x6570;&#x91CF;&#x548C;&#x7C7B;&#x578B;&#xFF08;&#x673A;&#x68B0;&#x786C;&#x76D8; HDD&#x3001;&#x56FA;&#x6001;&#x786C;&#x76D8; SSD&#xFF09;&#x3002;&#x5C1D;&#x8BD5;&#x67E5;&#x770B;&#x4F60;&#x7535;&#x8111;&#x7684;&#x786C;&#x76D8;&#x5BB9;&#x91CF;&#x548C;&#x7C7B;&#x578B;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6309; <code>Ctrl</code> + <code>Shift</code> + <code>Esc</code> &#x6765;&#x6253;&#x5F00;&#x300C;&#x4EFB;&#x52A1;&#x7BA1;&#x7406;&#x5668;&#x300D;&#x3002;&#x4E5F;&#x53EF;&#x4EE5;&#x53F3;&#x51FB;&#x3010;&#x5F00;&#x59CB;&#x6309;&#x94AE;&#x3011;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x4EFB;&#x52A1;&#x7BA1;&#x7406;&#x5668;&#x3011;&#x6765;&#x6253;&#x5F00;&#x5B83;&#x3002;
<img src="computer-and-its-components/Untitled%208.png" alt="Untitled"></li>
<li>&#x4F60;&#x5BF9;&#x300C;&#x7535;&#x8DEF;&#x300D;&#x7684;&#x8BA4;&#x77E5;&#x6709;&#x591A;&#x5C11;&#xFF1F;&#x4F60;&#x662F;&#x5426;&#x597D;&#x5947; CPU &#x662F;&#x600E;&#x4E48;&#x8FD0;&#x4F5C;&#x7684;&#xFF1F;&#x4ECE;&#x5F00;&#x5173;&#x3001;&#x5BFC;&#x7EBF;&#x3001;&#x7535;&#x6C60;&#x3001;&#x706F;&#x6CE1;&#x7EC4;&#x6210;&#x7684;&#x6700;&#x7B80;&#x5355;&#x300C;&#x7535;&#x8DEF;&#x300D;&#x5230;&#x51E0;&#x4E4E;&#x65E0;&#x6240;&#x4E0D;&#x80FD;&#x300C;&#x7535;&#x8111;&#x300D;&#x4E4B;&#x95F4;&#x5230;&#x5E95;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#x5947;&#x5999;&#x7684;&#x53D8;&#x5316;&#xFF1F;&#x300A;Missing&#x300B;&#x9650;&#x4E8E;&#x7BC7;&#x5E45;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x544A;&#x8BC9;&#x4F60;&#x8FD9;&#x4E9B;&#x7684;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x4F60;&#x82E5;&#x6709;&#x5174;&#x8DA3;&#xFF0C;&#x53EF;&#x4EE5;&#x53BB;&#x5B66;&#x4E60;&#x300C;&#x7535;&#x8DEF;&#x7535;&#x5B50;&#x6280;&#x672F;&#x300D;&#x300C;&#x6570;&#x5B57;&#x7535;&#x8DEF;&#x4E0E;&#x6570;&#x5B57;&#x903B;&#x8F91;&#x300D;&#x300C;&#x8BA1;&#x7B97;&#x673A;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x300D;&#x7B49;&#x76F8;&#x5173;&#x5185;&#x5BB9;&#x3002;&#x8FD1;&#x5E74;&#x6765;&#xFF0C;&#x56FD;&#x9645;&#x5F62;&#x52BF;&#x98CE;&#x4E91;&#x53D8;&#x5E7B;&#xFF0C;&#x6211;&#x56FD;&#x5728;&#x82AF;&#x7247;&#x9886;&#x57DF;&#x4ECD;&#x7136;&#x5B58;&#x5728;&#x8BB8;&#x591A;&#x77ED;&#x677F;&#x3002;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x6709;&#x5FD7;&#x9752;&#x5E74;&#x80FD;&#x6295;&#x8EAB;&#x4E8E;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x3001;&#x786C;&#x4EF6;&#x7EC4;&#x6210;&#x3001;&#x6570;&#x5B57;&#x7535;&#x8DEF;&#x4E43;&#x81F3;&#x5FAE;&#x7535;&#x5B50;&#x3001;&#x534A;&#x5BFC;&#x4F53;&#x6750;&#x6599;&#x7B49;&#x9886;&#x57DF;&#xFF0C;&#x4E3A;&#x6211;&#x56FD;&#x82AF;&#x7247;&#x884C;&#x4E1A;&#x300C;&#x8865;&#x4E0A;&#x77ED;&#x677F;&#x300D;&#x8D21;&#x732E;&#x81EA;&#x5DF1;&#x7684;&#x529B;&#x91CF;&#x3002;</li>
</ol>
<h2 id="&#x6CE8;&#x91CA;">&#x6CE8;&#x91CA;</h2>
<ol>
<li>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x82AF;&#x7247;&#x7684;&#x300C;&#x8BBE;&#x8BA1;&#x300D;&#x548C;&#x300C;&#x5236;&#x9020;&#x300D;&#x4E24;&#x4EF6;&#x4E8B;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#xFF0C;&#x5C31;&#x50CF;&#x80FD;&#x8BBE;&#x8BA1;&#x51FA;&#x623F;&#x5C4B;&#x7684;&#x5EFA;&#x7B51;&#x5E08;&#x4E0D;&#x4E00;&#x5B9A;&#x4F1A;&#x5230;&#x5DE5;&#x5730;&#x4E0A;&#x53BB;&#x780C;&#x5899;&#x3002;&#x82F1;&#x7279;&#x5C14;&#x80FD;&#x591F;&#x81EA;&#x884C;&#x5B8C;&#x6210;&#x4ECE;&#x8BBE;&#x8BA1;&#x5230;&#x5236;&#x9020;&#x6574;&#x6761;&#x6D41;&#x6C34;&#x7EBF;&#xFF0C;&#x800C; AMD &#x53EA;&#x80FD;&#x5B8C;&#x6210;&#x8BBE;&#x8BA1;&#xFF0C;&#x5B83;&#x7684;&#x5904;&#x7406;&#x5668;&#x662F;&#x7531;&#x4E13;&#x95E8;&#x8D1F;&#x8D23;&#x5236;&#x9020;&#x82AF;&#x7247;&#x7684;&#x5382;&#x5546;&#xFF08;&#x4F8B;&#x5982;&#x53F0;&#x79EF;&#x7535;&#xFF09;&#x751F;&#x4EA7;&#x7684;&#x3002;  </li>
<li>&#x5176;&#x5B9E;&#x8FD8;&#x6709; R3&#xFF0C;&#x4F46;&#x662F;&#x5F88;&#x5C11;&#x5728;&#x6D88;&#x8D39;&#x5E02;&#x573A;&#x89C1;&#x5230;&#x3002;  </li>
<li>&#x4E00;&#x5F00;&#x59CB;&#xFF0C;&#x96C6;&#x6210;&#x663E;&#x5361;&#x5E76;&#x4E0D;&#x662F;&#x96C6;&#x6210;&#x5230;&#x5904;&#x7406;&#x5668;&#x4E2D;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x96C6;&#x6210;&#x5728;&#x4E3B;&#x677F;&#x4E0A;&#x7684;&#x4E00;&#x4E2A;&#x82AF;&#x7247;&#x4E4B;&#x4E2D;&#xFF08;&#x79F0;&#x4E3A;&#x300C;&#x5317;&#x6865;&#x300D;&#xFF09;&#xFF0C;&#x540E;&#x6765;&#x624D;&#x96C6;&#x6210;&#x5230;&#x4E86;&#x5904;&#x7406;&#x5668;&#x91CC;&#x9762;&#x3002;</li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="first-things-first.html" class="navigation navigation-prev " aria-label="Previous page: 一些约定与预备知识">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="file-and-file-management.html" class="navigation navigation-next " aria-label="Next page: 文件与文件管理">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"电脑以及电脑的组成","level":"1.3.2","depth":2,"next":{"title":"文件与文件管理","level":"1.3.3","depth":2,"path":"missing/file-and-file-management.md","ref":"missing/file-and-file-management.md","articles":[]},"previous":{"title":"一些约定与预备知识","level":"1.3.1","depth":2,"path":"missing/first-things-first.md","ref":"missing/first-things-first.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/computer-and-its-components.md","mtime":"2022-02-08T03:19:27.054Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-02-08T04:24:10.399Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

