
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>文件与文件管理 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="software-installation.html" />
    
    
    <link rel="prev" href="computer-and-its-components.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    电脑以及电脑的组成
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公必备软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >文件与文件管理</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x6587;&#x4EF6;&#x4E0E;&#x6587;&#x4EF6;&#x7BA1;&#x7406;">&#x6587;&#x4EF6;&#x4E0E;&#x6587;&#x4EF6;&#x7BA1;&#x7406;</h1>
<p>&#x5728;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x91CD;&#x65B0;&#x4ECB;&#x7ECD;&#x4F60;&#x53EF;&#x80FD;&#x6240;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x4EE5;&#x53CA;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x7684;&#x7BA1;&#x7406;&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x5B9E;&#x7528;&#x7684;&#x6587;&#x4EF6;&#x7BA1;&#x7406;&#x7684;&#x6280;&#x5DE7;&#x3002;&#x770B;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x5C06;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x4E0B;&#x9762;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF1A;</p>
<ul>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x5F88;&#x591A;&#x4EBA;&#x8BF4;&#x300C;&#x4E0D;&#x5EFA;&#x8BAE;&#x628A;&#x6587;&#x4EF6;&#x653E;&#x5728;&#x684C;&#x9762;&#x4E0A;&#x300D;&#xFF1F;</li>
<li>C &#x76D8;&#x603B;&#x662F;&#x300C;&#x7EA2;&#x4E86;&#x300D;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x6709;&#x4EBA;&#x5EFA;&#x8BAE;&#x628A;&#x8F6F;&#x4EF6;&#x88C5;&#x5230; D &#x76D8;&#x91CC;&#xFF1F;</li>
<li>&#x300C;&#x6269;&#x5C55;&#x540D;&#x300D;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x300C;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x300D;&#x53C8;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x6709;&#x65F6;&#x5019;&#x6211;&#x7535;&#x8111;&#x4E0A;&#x7684; Word &#x6587;&#x6863;&#x5C31;&#x6253;&#x4E0D;&#x5F00;&#x4E86;&#xFF1F;</li>
</ul>
<hr>
<p>&#x5982;&#x4E0A;&#x4E00;&#x7AE0;&#x6240;&#x8A00;&#xFF0C;&#x786C;&#x76D8;&#x662F;&#x7535;&#x8111;&#x4E2D;&#x5B58;&#x653E;&#x6570;&#x636E;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x800C;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x5219;&#x662F;&#x6570;&#x636E;&#x5B58;&#x653E;&#x7684;&#x5177;&#x4F53;&#x5F62;&#x5F0F;&#x3002;&#x4F60;&#x6240;&#x64B0;&#x5199;&#x7684; Word &#x6587;&#x6863;&#x3001;&#x5236;&#x4F5C;&#x7684; PPT &#x5E7B;&#x706F;&#x7247;&#x3001;&#x4ECE;&#x7F51;&#x4E0A;&#x4E0B;&#x8F7D;&#x7684;&#x56FE;&#x7247;&#xFF0C;&#x4E43;&#x81F3;&#x5404;&#x4E2A; app &#x6216;&#x8005;&#x8BF4;&#x8F6F;&#x4EF6;&#x672C;&#x8EAB;&#xFF0C;&#x90FD;&#x4EE5;&#x6587;&#x4EF6;&#x7684;&#x5F62;&#x5F0F;&#x5B58;&#x50A8;&#x5728;&#x786C;&#x76D8;&#x4E0A;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x5177;&#x4F53;&#x4ECB;&#x7ECD;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x548C;&#x6587;&#x4EF6;&#x7684;&#x7BA1;&#x7406;&#x3002;&#x8FD9;&#x662F;&#x300A;Missing&#x300B;&#x9700;&#x8981;&#x52A8;&#x624B;&#x5B9E;&#x8DF5;&#x7684;&#x7B2C;&#x4E00;&#x7AE0;&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x5408;&#x7406;&#x3001;&#x6709;&#x6548;&#x5730;&#x4F7F;&#x7528;&#x7535;&#x8111;&#x7684;&#x7B2C;&#x4E00;&#x8BFE;&#x3002;</p>
<h2 id="&#x786C;&#x76D8;&#x7684;&#x5206;&#x533A;">&#x786C;&#x76D8;&#x7684;&#x5206;&#x533A;</h2>
<p>&#x6253;&#x5F00;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#xFF0C;&#x6211;&#x4EEC;&#x5F80;&#x5F80;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x591A;&#x4E8E;&#x4E00;&#x4E2A;&#x7684;&#x300C;&#x76D8;&#x300D;&#xFF0C;&#x4F8B;&#x5982; C &#x76D8;&#x3001;D &#x76D8;&#x7B49;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x300C;&#x76D8;&#x300D;&#x5B66;&#x540D;&#x53EB;&#x505A;&#x300C;&#x5206;&#x533A;&#x300D;&#xFF0C;&#x987E;&#x540D;&#x601D;&#x4E49;&#xFF0C;&#x5B83;&#x4EEC;&#x662F;&#x5C06;&#x786C;&#x76D8;&#x4E0A;&#x7684;&#x7A7A;&#x95F4;&#x4EBA;&#x4E3A;&#x5730;&#x5212;&#x5206;&#x6210;&#x4E86;&#x4E00;&#x4E9B;&#x5B50;&#x7A7A;&#x95F4;&#x3002;</p>
<p><img src="file-and-file-management/Untitled.png" alt="Untitled"></p>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x4E0A;&#x56FE;&#x662F; Hans &#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x300C;&#x6B64;&#x7535;&#x8111;&#x300D;&#x4E2D;&#x7684;&#x5206;&#x533A;&#x3002;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x8FD9;&#x4E24;&#x4E2A;&#x5206;&#x533A;&#x4E00;&#x4E2A;&#x5927;&#x5C0F;&#x4E3A; 175 GB&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x5927;&#x5C0F;&#x4E3A; 299 GB&#xFF0C;&#x76F8;&#x52A0;&#x4E3A; 474 GB&#x2014;&#x2014;&#x8FD9;&#x662F;&#x8FD9;&#x53F0;&#x7535;&#x8111;&#x7684;&#x786C;&#x76D8;&#x53EF;&#x7528;&#x603B;&#x7A7A;&#x95F4;&#x3002;</p>
<p>&#x5212;&#x5206;&#x5206;&#x533A;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x5728;&#x4E8E;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x66F4;&#x597D;&#x5730;&#x7BA1;&#x7406;&#x6587;&#x4EF6;&#x3002;&#x5206;&#x533A;&#x5212;&#x5206;&#x4E4B;&#x540E;&#xFF0C;&#x5404;&#x4E2A;&#x5206;&#x533A;&#x4E4B;&#x95F4;&#x5C31;&#x4EFF;&#x4F5B;&#x88AB;&#x300C;&#x9694;&#x79BB;&#x300D;&#x5F00;&#x6765;&#x4E86;&#x3002;&#x5373;&#x4F7F;&#x6211;&#x4EEC;&#x300C;&#x683C;&#x5F0F;&#x5316;&#x300D;&#x4E00;&#x4E2A;&#x5206;&#x533A;&#xFF08;&#x8FD9;&#x6837;&#x4F1A;&#x5220;&#x9664;&#x8FD9;&#x4E2A;&#x5206;&#x533A;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x6587;&#x4EF6;&#xFF09;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5206;&#x533A;&#x91CC;&#x9762;&#x7684;&#x6587;&#x4EF6;&#x3002;</p>
<p><img src="file-and-file-management/Untitled%201.png" alt="Untitled"></p>
<p>&#x5728; Windows &#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x5206;&#x533A;&#x4F1A;&#x88AB;&#x7ED9;&#x4E88;&#x4E24;&#x4E2A;&#x6807;&#x8BC6;&#x7B26;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x300C;&#x540D;&#x5B57;&#x300D;&#xFF1A;</p>
<ul>
<li>&#x4E00;&#x4E2A;&#x662F;&#x300C;<strong>&#x76D8;&#x7B26;</strong>&#x300D;&#xFF0C;&#x76D8;&#x7B26;&#x662F;&#x4E00;&#x4E2A;&#x82F1;&#x6587;&#x5B57;&#x6BCD;&#x52A0;&#x4E0A;&#x5192;&#x53F7; <code>:</code> &#x6784;&#x6210;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x6240;&#x79F0;&#x547C;&#x7684;&#x300C;C &#x76D8;&#x300D;&#x300C;D &#x76D8;&#x300D;&#x6B63;&#x662F;&#x6307;&#x76D8;&#x7B26;&#x4E2D;&#x7684;&#x90A3;&#x4E2A;&#x5B57;&#x6BCD;&#x3002;&#x5982;&#x4E0A;&#x56FE;&#xFF0C;&#x5DE6;&#x65B9;&#x5206;&#x533A;&#x7684;&#x76D8;&#x7B26;&#x662F; <code>C:</code> &#xFF0C;&#x53F3;&#x65B9;&#x5206;&#x533A;&#x7684;&#x76D8;&#x7B26;&#x662F; <code>D:</code> &#x3002;&#x76D8;&#x7B26;&#x4E00;&#x822C;&#x5728;&#x88AB;&#x6307;&#x5B9A;&#x4E4B;&#x540E;&#x5C31;&#x4E0D;&#x65B9;&#x4FBF;&#x66F4;&#x6362;&#x4E86;&#x3002;&#x5728;&#x4ECA;&#x5929;&#xFF0C;Windows &#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x76D8;&#x7B26;&#x90FD;&#x662F;&#x4ECE;&#x5B57;&#x6BCD; C &#x5F00;&#x59CB;<a href="file-and-file-management.html">&#xB9;</a>&#x7684;&#x3002;</li>
<li>&#x53E6;&#x4E00;&#x4E2A;&#x662F;&#x300C;<strong>&#x5377;&#x6807;</strong>&#x300D;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x53EF;&#x9009;&#x7684;&#x6807;&#x8BC6;&#x7B26;&#xFF0C;&#x5B83;&#x662F;&#x4E00;&#x5B9A;&#x957F;&#x5EA6;&#x7684;&#x6587;&#x672C;&#x3002;&#x5728;&#x4E0A;&#x56FE;&#x4E2D;&#xFF0C;C &#x76D8;&#x7684;&#x5377;&#x6807;&#x662F;&#x300C;Windows&#x300D;&#xFF0C;D &#x76D8;&#x7684;&#x5377;&#x6807;&#x662F;&#x300C;Files&#x300D;&#x3002;&#x76D8;&#x7B26;&#x7684;&#x4F5C;&#x7528;&#x662F;&#x8BA9;&#x7CFB;&#x7EDF;&#x548C;&#x8F6F;&#x4EF6;&#x8BC6;&#x522B;&#x5206;&#x533A;&#xFF0C;&#x800C;&#x5377;&#x6807;&#x7684;&#x4F5C;&#x7528;&#x662F;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x7528;&#x6237;&#x66F4;&#x52A0;&#x76F4;&#x89C2;&#x7684;&#x4E86;&#x89E3;&#x5206;&#x533A;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x56E0;&#x800C;&#x5377;&#x6807;&#x662F;&#x53EF;&#x4EE5;&#x968F;&#x65F6;&#x66F4;&#x6362;&#x7684;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x901A;&#x8FC7;&#x53F3;&#x952E;&#x67D0;&#x4E00;&#x5206;&#x533A;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x91CD;&#x547D;&#x540D;&#x3011;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x66F4;&#x6362;&#x5377;&#x6807;&#x4E86;&#x3002;&#x5982;&#x679C;&#x4F60;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x5199;&#xFF0C;&#x5B83;&#x9ED8;&#x8BA4;&#x53EB;&#x505A;&#x300C;&#x672C;&#x5730;&#x78C1;&#x76D8;&#x300D;&#x3002;</li>
</ul>
<p><img src="file-and-file-management/Untitled%202.png" alt="Untitled"></p>
<p>&#x6211;&#x4EEC;&#x5728; <a href="computer-and-its-components.html">&#x7535;&#x8111;&#x4EE5;&#x53CA;&#x7535;&#x8111;&#x7684;&#x7EC4;&#x6210;</a> &#x4E2D;&#x63D0;&#x5230;&#xFF0C;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x5927;&#x8F6F;&#x4EF6;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x653E;&#x5728;&#x786C;&#x76D8;&#x4E0A;&#x7684;&#x54EA;&#x5462;&#xFF1F;&#x5BF9;&#x4E8E; Windows &#x800C;&#x8A00;&#xFF0C;&#x6574;&#x4E2A; Windows &#x7CFB;&#x7EDF;&#x9ED8;&#x8BA4;&#x653E;&#x5728; C &#x76D8;&#x91CC;&#x3002;&#x53CC;&#x51FB;&#x6253;&#x5F00;&#x7535;&#x8111; C &#x76D8;&#xFF0C;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#x4E00;&#x4E9B;&#x4F60;&#x53EF;&#x80FD;&#x4E0D;&#x719F;&#x6089;&#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x4F8B;&#x5982; <code>Windows</code> &#x6587;&#x4EF6;&#x5939;&#xFF0C;Windows &#x7CFB;&#x7EDF;&#x81EA;&#x5DF1;&#x7684;&#x8BB8;&#x591A;&#x6587;&#x4EF6;&#x5C31;&#x5B58;&#x5728;&#x5176;&#x4E2D;&#x3002;</p>
<p>&#x4E5F;&#x8BB8;&#x4F60;&#x542C;&#x8FC7;&#x300C;&#x4E0D;&#x8981;&#x628A;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x5230; C &#x76D8;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x8BF4;&#x6CD5;&#x3002;&#x8FD9;&#x662F;&#x6709;&#x6839;&#x636E;&#x7684;&#x3002;&#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#x5C31;&#x5DF2;&#x7ECF;&#x5F88;&#x5E9E;&#x5927;&#xFF0C;&#x7CFB;&#x7EDF;&#x81EA;&#x8EAB;&#x5DE5;&#x4F5C;&#x4EA7;&#x751F;&#x7684;&#x4E00;&#x4E9B;&#x6587;&#x4EF6;&#x4E5F;&#x4F1A;&#x88AB;&#x81EA;&#x52A8;&#x5730;&#x653E;&#x5728; C &#x76D8;&#x5185;&#xFF0C;&#x5BFC;&#x81F4; C &#x76D8;&#x672C;&#x8EAB;&#x7A7A;&#x95F4;&#x5C31;&#x5BB9;&#x6613;&#x53D8;&#x5F97;&#x5C40;&#x4FC3;&#x3002;&#x5982;&#x679C;&#x8FD8;&#x5C06;&#x5927;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x88C5;&#x5728; C &#x76D8;&#xFF0C;&#x4F1A;&#x8BA9; C &#x76D8;&#x66F4;&#x52A0;&#x300C;&#x4E0D;&#x582A;&#x91CD;&#x8D1F;&#x300D;&#xFF0C;&#x7ED3;&#x679C;&#x5C31;&#x662F;&#x2014;&#x2014;&#x7EA2;&#x4E86;&#x3002;</p>
<p>&#x5728;&#x672C;&#x7AE0;&#x7684;&#x540E;&#x7EED;&#x90E8;&#x5206;&#xFF0C;&#x4EE5;&#x53CA; <a href="software-installation.html">&#x8F6F;&#x4EF6;&#x7684;&#x5BFB;&#x627E;&#x4E0E;&#x5B89;&#x88C5;</a> &#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x8BE6;&#x7EC6;&#x4ECB;&#x7ECD;&#xFF0C;&#x600E;&#x6837;&#x628A;&#x6211;&#x4EEC;&#x7684;&#x8F6F;&#x4EF6;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x4E1C;&#x897F;&#x653E;&#x5728; C &#x76D8;&#x4EE5;&#x5916;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x4EE5;&#x53CA;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x5176;&#x4ED6;&#x597D;&#x5904;&#x3002;</p>
<h2 id="&#x6587;&#x4EF6;&#x3001;&#x6587;&#x4EF6;&#x540D;&#x548C;&#x548C;&#x6587;&#x4EF6;&#x7C7B;&#x578B;">&#x6587;&#x4EF6;&#x3001;&#x6587;&#x4EF6;&#x540D;&#x548C;&#x548C;&#x6587;&#x4EF6;&#x7C7B;&#x578B;</h2>
<p>&#x300C;&#x6587;&#x4EF6;&#x300D;&#x662F;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x5728;&#x786C;&#x76D8;&#x4E0A;&#x7684;&#x5F62;&#x5F0F;&#x3002;&#x8FD9;&#x4E48;&#x8BF4;&#x53EF;&#x80FD;&#x6709;&#x4E9B;&#x62BD;&#x8C61;&#xFF0C;&#x76F4;&#x89C2;&#x5730;&#x8BF4;&#xFF0C;&#x6587;&#x4EF6;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x6BCF;&#x5929;&#x90FD;&#x6253;&#x4EA4;&#x9053;&#x7684;&#x4E1C;&#x897F;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%203.png" alt="Untitled"></p>
<p>&#x6587;&#x4EF6;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x300C;&#x540D;&#x5B57;&#x300D;&#xFF0C;&#x79F0;&#x4E3A;&#x300C;&#x6587;&#x4EF6;&#x540D;&#x300D;&#x3002;&#x5728; Windows &#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x6587;&#x4EF6;&#x540D;&#x53EF;&#x4EE5;&#x5206;&#x6210;&#x4E09;&#x4E2A;&#x90E8;&#x5206;&#xFF1A;</p>
<ul>
<li>&#x300C;&#x4E3B;&#x540D;&#x300D;&#x662F;&#x6307;&#x6587;&#x4EF6;&#x540D;&#x4E2D;&#xFF0C;&#x70B9;&#x53F7; <code>.</code> &#x4E4B;&#x524D;&#x7684;&#x90E8;&#x5206;&#x3002;&#x8FD9;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x53EF;&#x4EE5;&#x81EA;&#x5B9A;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x4EBA;&#x7C7B;&#x7684;&#x59D3;&#x540D;&#x3002;&#x4E0A;&#x56FE;&#x4E2D;&#xFF0C; <code>&#x5982;&#x4F55;&#x8BA9;&#x5BCC;&#x5A46;&#x7231;&#x4E0A;&#x6211;</code> &#x548C; <code>&#x4E00;&#x591C;&#x66B4;&#x5BCC;&#x6307;&#x5357;</code> &#x7B49;&#x90FD;&#x662F;&#x6587;&#x4EF6;&#x7684;&#x4E3B;&#x540D;&#x3002;</li>
<li>&#x300C;&#x70B9;&#x53F7;&#x300D;&#x662F;&#x6307;&#x6587;&#x4EF6;&#x540D;&#x4E2D;&#x95F4;&#x7684;&#x90A3;&#x4E2A; <code>.</code> &#x3002;</li>
<li>&#x300C;&#x6269;&#x5C55;&#x540D;&#x300D;&#x662F;&#x6307;&#x6587;&#x4EF6;&#x540D;&#x4E2D;&#xFF0C;&#x70B9;&#x53F7; <code>.</code> &#x4E4B;&#x540E;&#x7684;&#x90E8;&#x5206;<a href="file-and-file-management.html">&#xB2;</a>&#x3002;&#x6269;&#x5C55;&#x540D;&#x5C55;&#x793A;&#x7740;&#x6587;&#x4EF6;&#x7684;&#x7C7B;&#x578B;&#xFF0C;&#x5B83;&#x4F1A;&#x544A;&#x8BC9;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5E94;&#x8BE5;&#x7528;&#x4EC0;&#x4E48;&#x65B9;&#x5F0F;&#x6765;&#x6253;&#x5F00;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E0A;&#x56FE;&#x4E2D; <code>&#x6BCF;&#x5929;&#x4E00;&#x4E2A;&#x957F;&#x5BFF;&#x79D8;&#x8BC0;.txt</code> &#x4E2D;&#x7684; <code>txt</code> &#x5C31;&#x662F;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#xFF0C;&#x5B83;&#x8BF4;&#x660E;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x662F;&#x4E00;&#x4E2A;&#x300C;&#x6587;&#x672C;&#x6587;&#x6863;&#x300D;&#xFF0C;&#x5E94;&#x8BE5;&#x4F7F;&#x7528;&#x300C;&#x8BB0;&#x4E8B;&#x672C;&#x300D;&#x6253;&#x5F00;&#x3002;</li>
</ul>
<p><img src="file-and-file-management/Untitled%204.png" alt="Untitled"></p>
<p>&#x6269;&#x5C55;&#x540D;&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x4EBA;&#x4E3A;&#x6539;&#x53D8;&#x7684;&#xFF0C;&#x4F46;&#x8FD9;&#x6837;&#x5F80;&#x5F80;&#x4F1A;&#x51FA;&#x95EE;&#x9898;&#x2014;&#x2014;&#x8BD5;&#x60F3;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0A;&#x56FE;&#x4E2D;&#x7684; <code>&#x9AD8;&#x7B49;&#x6570;&#x5B66;&#x4E0D;&#x6302;&#x901F;&#x6210;.mp4</code>&#xFF0C;&#x5B83;&#x672C;&#x6765;&#x662F;&#x4E00;&#x4E2A; <code>mp4</code> &#x6587;&#x4EF6;&#xFF0C;&#x5373;&#x300C;&#x89C6;&#x9891;&#x6587;&#x4EF6;&#x300D;&#xFF0C;&#x5E94;&#x8BE5;&#x7528;&#x770B;&#x89C6;&#x9891;&#x7684;&#x8F6F;&#x4EF6;&#x6253;&#x5F00;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5F3A;&#x884C;&#x628A;&#x5B83;&#x6539;&#x6210; <code>txt</code>&#xFF0C;&#x7CFB;&#x7EDF;&#x5C31;&#x4F1A;&#x7528;&#x300C;&#x8BB0;&#x4E8B;&#x672C;&#x300D;&#x6765;&#x6253;&#x5F00;&#x4E00;&#x4E2A;&#x300C;&#x89C6;&#x9891;&#x6587;&#x4EF6;&#x300D;&#x2014;&#x2014;&#x7528;&#x9519;&#x8BEF;&#x7684;&#x5DE5;&#x5177;&#x6253;&#x5F00;&#x6587;&#x4EF6;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x7535;&#x8111;&#x4E0A;&#xFF0C;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x6CA1;&#x6709;&#x88AB;&#x663E;&#x793A;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x4F60;&#x53EA;&#x80FD;&#x770B;&#x5230;&#x6587;&#x4EF6;&#x7684;&#x4E3B;&#x540D;&#xFF09;&#xFF0C;&#x50CF;&#x8FD9;&#x6837;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%205.png" alt="Untitled"></p>
<p>&#x5728; Windows 10 &#x4E2D;&#x8BF7;&#x70B9;&#x9009;&#x6587;&#x4EF6;&#x5939;&#x7A97;&#x53E3;&#x4E0A;&#x65B9;&#x7684;&#x3010;&#x67E5;&#x770B;&#x3011;&#x9009;&#x9879;&#x5361;&#xFF0C;&#x7136;&#x540E;&#x52FE;&#x9009;&#x3010;&#x6587;&#x4EF6;&#x6269;&#x5C55;&#x540D;&#x3011;&#x8FD9;&#x4E00;&#x9879;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%206.png" alt="Untitled"></p>
<p>&#x5728; Windows 11 &#x4E2D;&#x8BF7;&#x70B9;&#x9009;&#x6587;&#x4EF6;&#x5939;&#x7A97;&#x53E3;&#x4E0A;&#x65B9;&#x7684;&#x3010;&#x67E5;&#x770B;&#x3011;&#x83DC;&#x5355;&#xFF0C;&#x7136;&#x540E;&#x52FE;&#x9009;&#x3010;&#x663E;&#x793A;&#x3011;&#x2192;&#x3010;&#x6587;&#x4EF6;&#x6269;&#x5C55;&#x540D;&#x3011;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%207.png" alt="Untitled"></p>
<p>&#x5728;&#x6253;&#x5F00;&#x8FD9;&#x4E2A;&#x9009;&#x9879;&#x4E4B;&#x540E;&#xFF0C;&#x6587;&#x4EF6;&#x6269;&#x5C55;&#x540D;&#x4E0D;&#x4EC5;&#x662F;&#x53EF;&#x89C1;&#x7684;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x53EF;&#x4EE5;&#x6539;&#x53D8;&#x7684;&#x2014;&#x2014;&#x4F46;&#x5982;&#x4E0A;&#x6587;&#x6240;&#x8BF4;&#xFF0C;&#x6269;&#x5C55;&#x540D;&#x4E0D;&#x80FD;&#x968F;&#x4FBF;&#x6539;&#xFF0C;&#x56E0;&#x4E3A;&#x6539;&#x4E86;&#x4E4B;&#x540E;&#x7CFB;&#x7EDF;&#x5C31;&#x4F1A;&#x7528;&#x9519;&#x8BEF;&#x7684;&#x5DE5;&#x5177;&#x53BB;&#x6253;&#x5F00;&#x5B83;&#x3002;&#x53F3;&#x952E;&#x67D0;&#x4E00;&#x6587;&#x4EF6;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x91CD;&#x547D;&#x540D;&#x3011;&#xFF0C;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#x7CFB;&#x7EDF;&#x4F1A;&#x81EA;&#x52A8;&#x5E2E;&#x4F60;&#x9009;&#x4E2D;&#x6587;&#x4EF6;&#x7684;&#x300C;&#x4E3B;&#x540D;&#x300D;&#xFF0C;&#x800C;&#x4E0D;&#x9009;&#x4E2D;&#x300C;&#x6269;&#x5C55;&#x540D;&#x300D;&#x3002;&#x5982;&#x679C;&#x4F60;&#x6267;&#x610F;&#x66F4;&#x6539;&#x6587;&#x4EF6;&#x7684;&#x300C;&#x6269;&#x5C55;&#x540D;&#x300D;&#xFF0C;&#x7CFB;&#x7EDF;&#x4F1A;&#x53D1;&#x51FA;&#x4E00;&#x4E2A;&#x63D0;&#x793A;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%208.png" alt="Untitled"></p>
<h2 id="&#x6587;&#x4EF6;&#x5939;&#x3001;&#x8DEF;&#x5F84;&#x548C;&#x76EE;&#x5F55;">&#x6587;&#x4EF6;&#x5939;&#x3001;&#x8DEF;&#x5F84;&#x548C;&#x76EE;&#x5F55;</h2>
<p>&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x662F;&#x4E00;&#x4E2A;&#x7528;&#x6765;&#x5B58;&#x653E;&#x5176;&#x4ED6;&#x6587;&#x4EF6;&#x7684;&#x7ED3;&#x6784;&#x3002;&#x4E0D;&#x59A8;&#x60F3;&#x8C61;&#x4E00;&#x4E0B;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%209.png" alt="Untitled"></p>
<p>&#x5728;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x653E;&#x5F88;&#x591A;&#x5404;&#x7C7B;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x3002;&#x800C;&#x7535;&#x8111;&#x4E2D;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x9664;&#x4E86;&#x80FD;&#x653E;&#x6587;&#x4EF6;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x653E;&#x5F88;&#x591A;&#x7684;&#x300C;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#x300D;&#xFF0C;&#x5373;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x91CC;&#x9762;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x3002;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x53EF;&#x4EE5;&#x5FAA;&#x73AF;&#x91CD;&#x590D;&#xFF0C;&#x56E0;&#x800C;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x5185;&#x90E8;&#x7ED3;&#x6784;&#x53EF;&#x4EE5;&#x76F8;&#x5F53;&#x9519;&#x7EFC;&#x590D;&#x6742;&#x3002;</p>
<p>&#x5982;&#x679C;&#x62BD;&#x8C61;&#x5730;&#x628A;&#x6574;&#x4E2A;&#x7535;&#x8111;&#x770B;&#x6210;&#x4E00;&#x4E2A;&#x5DE8;&#x5927;&#x7684;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x4E0D;&#x540C;&#x7684;&#x5206;&#x533A;&#x5C31;&#x662F;&#x8FD9;&#x4E2A;&#x5DE8;&#x5927;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x4E4B;&#x4E0B;&#x7684;&#x51E0;&#x4E2A;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x67D0;&#x4E00;&#x4EFD;&#x6587;&#x4EF6;&#x5C31;&#x662F;&#x5728;&#x8FD9;&#x4E9B;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#x4E4B;&#x4E0B;&#x7684;&#x67D0;&#x4E00;&#x4E2A;&#x89D2;&#x843D;&#x91CC;&#x3002;&#x5047;&#x8BBE;&#x5728; D &#x76D8;&#x7684; <code>missing</code> &#x6587;&#x4EF6;&#x5939;&#x4E4B;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x53EB;&#x505A; <code>&#x6E90;&#x6587;&#x4EF6;</code> &#x7684;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x53EB; <code>&#x7B2C;&#x4E09;&#x7AE0;.docx</code>&#xFF0C;&#x6211;&#x4EEC;&#x7528;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x8868;&#x793A;&#x8FD9;&#x4E2A; <code>&#x7B2C;&#x4E09;&#x7AE0;.docx</code> &#x6587;&#x4EF6;&#x5728;&#x6574;&#x4E2A;&#x7535;&#x8111;&#x4E2D;&#x7684;&#x4F4D;&#x7F6E;&#xFF1A;</p>
<pre><code>D:\missing\&#x6E90;&#x6587;&#x4EF6;\&#x7B2C;&#x4E09;&#x7AE0;.docx
</code></pre><p>&#x8FD9;&#x4E00;&#x957F;&#x4E32;&#x4E1C;&#x897F;&#x8868;&#x793A;&#x51FA; <code>&#x7B2C;&#x4E09;&#x7AE0;.docx</code> &#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5728;&#x7535;&#x8111;&#x4E2D;&#x7684;&#x5177;&#x4F53;&#x4F4D;&#x7F6E;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x4E00;&#x957F;&#x4E32;&#x4E1C;&#x897F;&#x79F0;&#x4E3A; <code>&#x7B2C;&#x4E09;&#x7AE0;.docx</code> &#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x7684;&#x300C;&#x8DEF;&#x5F84;&#x300D;&#xFF08;&#x4E25;&#x683C;&#x6765;&#x8BF4;&#x53EB;&#x505A;&#x300C;&#x7EDD;&#x5BF9;&#x8DEF;&#x5F84;&#x300D;&#xFF09;&#x3002;&#x4E0D;&#x96BE;&#x53D1;&#x73B0;&#xFF0C;&#x8DEF;&#x5F84;&#x662F;&#x4ECE;&#x300C;&#x5206;&#x533A;&#x300D;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x300C;&#x76D8;&#x300D;&#xFF09;&#x5F00;&#x59CB;&#xFF0C;&#x7528;&#x53CD;&#x659C;&#x6760; <code>\</code> &#x4F5C;&#x4E3A;&#x5206;&#x9694;&#xFF0C;&#x4E00;&#x7EA7;&#x4E00;&#x7EA7;&#x6587;&#x4EF6;&#x5939;&#x5730;&#x5C55;&#x5F00;&#xFF0C;&#x6700;&#x540E;&#x5230;&#x5177;&#x4F53;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x7C7B;&#x4F3C;&#x7684;&#xFF0C;&#x4E0D;&#x53EA;&#x662F;&#x6587;&#x4EF6;&#xFF0C;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x8DEF;&#x5F84;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8868;&#x793A;&#xFF0C;&#x4F8B;&#x5982;</p>
<pre><code>D:\missing\&#x6E90;&#x6587;&#x4EF6;\
</code></pre><p>&#x8868;&#x793A;&#x7684;&#x5C31;&#x662F; <code>&#x6E90;&#x6587;&#x4EF6;</code> &#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x5728;&#x7535;&#x8111;&#x4E2D;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<p>&#x4E5F;&#x8BB8;&#x4F60;&#x6709;&#x542C;&#x8BF4;&#x8FC7;&#x300C;&#x76EE;&#x5F55;&#x300D;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x3002;&#x5176;&#x5B9E;&#x300C;&#x76EE;&#x5F55;&#x300D;&#x5C31;&#x662F;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x4F8B;&#x5982;&#x8FD9;&#x4E2A;&#x8BF4;&#x6CD5;&#x300C;&#x6253;&#x5F00;&#x76EE;&#x5F55; <code>D:\missing\public\</code> &#x6307;&#x7684;&#x5C31;&#x662F;&#x6253;&#x5F00; D &#x76D8;&#x4E2D; <code>missing</code> &#x6587;&#x4EF6;&#x5939;&#x91CC;&#x7684; <code>public</code> &#x6587;&#x4EF6;&#x5939;&#x3002;</p>
<p>&#x76EE;&#x5F55;&#xFF08;&#x6587;&#x4EF6;&#x5939;&#xFF09;&#x4E00;&#x5C42;&#x4E00;&#x5C42;&#x7684;&#x7ED3;&#x6784;&#x53EF;&#x4EE5;&#x50CF;&#x8FD9;&#x6837;&#x4ECE;&#x4E0A;&#x5230;&#x4E0B;&#x753B;&#x51FA;&#x6765;&#xFF0C;&#x79F0;&#x4F5C;&#x300C;&#x76EE;&#x5F55;&#x6811;&#x300D;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2010.png" alt="Untitled"></p>
<p>&#x5728;&#x76EE;&#x5F55;&#x6811;&#x8FD9;&#x79CD;&#x5F62;&#x5F0F;&#x4E2D;&#xFF0C;&#x6587;&#x4EF6;&#x5939;&#x4E4B;&#x95F4;&#x662F;&#x300C;&#x4E0A;&#x4E0B;&#x7EA7;&#x300D;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6545;&#x300C;&#x6587;&#x4EF6; A &#x5728;&#x6587;&#x4EF6;&#x5939; B &#x4E2D;&#x300D;&#x4E5F;&#x53EF;&#x4EE5;&#x79F0;&#x4F5C;&#x300C;&#x6587;&#x4EF6; A &#x5728;&#x6587;&#x4EF6;&#x5939; B &#x4E0B;&#x300D;&#x6216;&#x8005;&#x300C;A &#x5728;&#x76EE;&#x5F55; B &#x4E0B;&#x300D;&#x751A;&#x81F3;&#x662F;&#x300C;A &#x5728; B &#x4E0B;&#x300D;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x300C;&#x4E0B;&#x300D;&#x8FD9;&#x4E2A;&#x5B57;&#x5C31;&#x662F;&#x300C;&#x5728;&#x2026;&#x2026;&#x91CC;&#x300D;&#x7684;&#x610F;&#x601D;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x76D8;&#x7684;&#x300C;&#x6839;&#x76EE;&#x5F55;&#x300D;&#x6307;&#x7684;&#x662F;&#x8FD9;&#x4E2A;&#x76D8;&#x4E4B;&#x4E0B;&#x7684;&#x7B2C;&#x4E00;&#x7EA7;&#x76EE;&#x5F55;&#xFF08;&#x6070;&#x597D;&#x662F;&#x300C;&#x6811;&#x300D;&#x4E4B;&#x300C;&#x6839;&#x300D;&#xFF09;&#xFF0C;&#x4F8B;&#x5982; C &#x76D8;&#x6839;&#x76EE;&#x5F55;&#x5C31;&#x6307;&#x7684;&#x662F;&#x8DEF;&#x5F84; <code>C:\</code> &#x3002;</p>
<p>&#x4ECE;&#x4E0A;&#x9762;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x4E00;&#x4E2A;&#x6587;&#x4EF6; / &#x6587;&#x4EF6;&#x5939;&#x7684;&#x300C;&#x8DEF;&#x5F84;&#x300D;&#x662F;&#x552F;&#x4E00;&#x786E;&#x5B9A;&#x7684;&#xFF1B;&#x4E00;&#x4E2A;&#x300C;&#x8DEF;&#x5F84;&#x300D;&#x4E5F;&#x80FD;&#x552F;&#x4E00;&#x786E;&#x5B9A;&#x4E00;&#x4E2A;&#x6587;&#x4EF6; / &#x6587;&#x4EF6;&#x5939;&#x3002;</p>
<h2 id="&#x7A0B;&#x5E8F;&#x672C;&#x8EAB;&#x2014;&#x2014;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#xFF08;exe-&#x6587;&#x4EF6;&#xFF09;">&#x7A0B;&#x5E8F;&#x672C;&#x8EAB;&#x2014;&#x2014;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#xFF08;<code>exe</code> &#x6587;&#x4EF6;&#xFF09;</h2>
<p>&#x8FD9;&#x4E00;&#x8282;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x4E00;&#x79CD;&#x7C7B;&#x578B;&#x7279;&#x6B8A;&#x7684;&#x6587;&#x4EF6;&#x2014;&#x2014;&#x300C;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x300D;&#x3002;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#xFF0C;&#x6570;&#x636E;&#x662F;&#x4EE5;&#x6587;&#x4EF6;&#x7684;&#x5F62;&#x5F0F;&#x5B58;&#x50A8;&#x5728;&#x786C;&#x76D8;&#x4E0A;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x4F60;&#x6240;&#x64B0;&#x5199;&#x7684; Word &#x6587;&#x6863;&#xFF0C;&#x5B83;&#x4EEC;&#x90FD;&#x5B58;&#x50A8;&#x6210;&#x4E86;&#x6269;&#x5C55;&#x540D;&#x4E3A; <code>doc</code> &#x6216;&#x8005; <code>docx</code> &#x7684;&#x6587;&#x4EF6;&#xFF1B;&#x4F60;&#x6240;&#x4E0B;&#x8F7D;&#x7684;&#x56FE;&#x7247;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x6269;&#x5C55;&#x540D;&#x5219;&#x5F80;&#x5F80;&#x662F; <code>jpg</code> &#x3001; <code>png</code> &#x6216;&#x8005; <code>gif</code> &#x3002;&#x800C;&#x6211;&#x4EEC;&#x53C8;&#x63D0;&#x5230;&#xFF0C;&#x8F6F;&#x4EF6;&#x6216;&#x8005;&#x8BF4; app &#x4E5F;&#x662F;&#x4EE5;&#x6587;&#x4EF6;&#x7684;&#x5F62;&#x5F0F;&#x5B58;&#x50A8;&#x5728;&#x786C;&#x76D8;&#x4E0A;&#x7684;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x8F6F;&#x4EF6;&#x672C;&#x8EAB;&#x662F;&#x4EC0;&#x4E48;&#x683C;&#x5F0F;&#x7684;&#x6587;&#x4EF6;&#x5462;&#xFF1F;</p>
<p>&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x6838;&#x5FC3;&#x662F;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x300C;&#x7A0B;&#x5E8F;&#x300D;&#xFF0C;&#x800C;&#x7A0B;&#x5E8F;&#x662F;&#x4EE5;&#x300C;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x300D;&#x7684;&#x5F62;&#x5F0F;&#x5B58;&#x50A8;&#x7684;&#x3002;<strong>&#x666E;&#x901A;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x9700;&#x8981;&#x7528;&#x5176;&#x4ED6;&#x7684;&#x67D0;&#x4E2A;&#x8F6F;&#x4EF6;&#x624D;&#x80FD;&#x6B63;&#x5E38;&#x6253;&#x5F00;&#xFF1B;&#x800C;&#x300C;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x300D;&#x53CC;&#x51FB;&#x5C31;&#x80FD;&#x8FD0;&#x884C;&#x81EA;&#x8EAB;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x300C;&#x53EF;&#x6267;&#x884C;&#x300D;&#xFF08;Executable&#xFF09;&#x7684;&#x610F;&#x601D;&#x3002;</strong></p>
<p>&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x662F; <code>exe</code>&#x3002;&#x5BF9;&#x4E8E;&#x8FD9;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x7CFB;&#x7EDF;&#x4E0D;&#x4F1A;&#x60F3;&#x7740;&#x7528;&#x522B;&#x7684;&#x8F6F;&#x4EF6;&#x53BB;&#x6253;&#x5F00;&#x5B83;&#xFF0C;&#x800C;&#x662F;&#x76F4;&#x63A5;&#x8FD0;&#x884C;&#x5B83;&#x81EA;&#x8EAB;&#x3002;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x6709;&#x65F6;&#x88AB;&#x76F4;&#x63A5;&#x6210;&#x4E3A;&#x300C;&#x7A0B;&#x5E8F;&#x6587;&#x4EF6;&#x300D;&#x6216;&#x8005;&#x300C;&#x7A0B;&#x5E8F;&#x300D;&#x3002;</p>
<p>&#x9700;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x662F;&#xFF0C;&#x7535;&#x8111;&#x4E0A;&#x7684;&#x4E00;&#x6B3E;&#x8F6F;&#x4EF6;&#xFF08;&#x6216;&#x8005;&#x8BF4; app&#xFF0C;&#x5728;&#x300A;Missing&#x300B;&#x4E2D;&#x6211;&#x4EEC;&#x4F1A;&#x540C;&#x65F6;&#x4F7F;&#x7528;&#x8FD9;&#x4E24;&#x79CD;&#x79F0;&#x547C;&#xFF09;&#x53EF;&#x80FD;&#x4E0D;&#x4EC5;&#x4EC5;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#xFF0C;&#x4E5F;&#x5C31;&#x4E0D;&#x6B62;&#x6709;&#x4E00;&#x4E2A;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x3002;&#x4E0B;&#x9762;&#x662F;&#x8F6F;&#x4EF6;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x6240;&#x5728;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2011.png" alt="Untitled"></p>
<p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x8FD9;&#x4E2A; app &#x6709;&#x7740;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#xFF1A;</p>
<ul>
<li>&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6; <code>cloudmusic.exe</code> &#xFF0C;&#x8FD9;&#x4E2A;&#x662F; app &#x7684;&#x4E3B;&#x4F53;&#xFF0C;&#x5373;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x7684;&#x4E3B;&#x7A0B;&#x5E8F;&#x3002;</li>
<li>&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6; <code>cloudmusic_reporter.exe</code> &#xFF0C; <code>cloudmusic_util.exe</code> &#x7B49;&#x3002;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x662F; app &#x8FD0;&#x884C;&#x65F6;&#x7684;&#x5176;&#x4ED6;&#x8F85;&#x52A9;&#x7A0B;&#x5E8F;&#xFF0C;&#x53EF;&#x4EE5;&#x60F3;&#x8C61;&#x6210;&#x4E50;&#x961F;&#x4E2D;&#x4E3B;&#x5531;&#x8EAB;&#x8FB9;&#x7684;&#x5409;&#x4ED6;&#x624B; / &#x952E;&#x76D8;&#x624B; / &#x9F13;&#x624B; / &#x4F34;&#x821E;&#x7B49;&#x3002;&#x5B83;&#x4EEC;&#x5F80;&#x5F80;&#x65E0;&#x6CD5;&#x5355;&#x72EC;&#x8FD0;&#x884C;&#xFF0C;&#x800C; <code>cloudmusic.exe</code> &#x8FD9;&#x4E2A;&#x4E3B;&#x6587;&#x4EF6;&#x8131;&#x79BB;&#x5B83;&#x4EEC;&#x4E5F;&#x4E0D;&#x80FD;&#x8FD0;&#x884C;&#x3002;</li>
<li>&#x4E00;&#x5927;&#x5806;&#x7684; <code>dll</code> &#x548C;&#x5176;&#x4ED6;&#x683C;&#x5F0F;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x8FD9;&#x4E9B;&#x662F; app &#x5DE5;&#x4F5C;&#x65F6;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x4F9D;&#x8D56;&#x6587;&#x4EF6;&#x3002;</li>
<li>&#x4E00;&#x4E9B;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x5B58;&#x50A8;&#x7740; app &#x8FD0;&#x884C;&#x9700;&#x8981;&#x7684;&#x53E6;&#x5916;&#x4E00;&#x4E9B;&#x4E1C;&#x897F;&#x3002;</li>
</ul>
<p>&#x6BCF;&#x6B21;&#x6211;&#x4EEC;&#x542F;&#x52A8;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#xFF0C;&#x8FD0;&#x884C;&#x7684;&#x90FD;&#x662F; <code>cloudmusic.exe</code> &#x8FD9;&#x4E2A;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x7684;&#x8FD0;&#x884C;&#x79BB;&#x4E0D;&#x5F00;&#x653E;&#x5728;&#x5B83;&#x8FB9;&#x4E0A;&#x7684;&#x90A3;&#x4E00;&#x5806;&#x8F85;&#x52A9;&#x6587;&#x4EF6;&#x2014;&#x2014;&#x5982;&#x679C;&#x4F60;&#x628A; <code>cloudmusic.exe</code> &#x590D;&#x5236;&#x5230;&#x53E6;&#x5916;&#x7684;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x53CC;&#x51FB;&#x8FD0;&#x884C;&#xFF0C;&#x5927;&#x6982;&#x7387;&#x4F1A;&#x76F4;&#x63A5;&#x62A5;&#x9519;&#xFF1B;&#x5373;&#x4F7F;&#x4E0D;&#x62A5;&#x9519;&#xFF0C;&#x529F;&#x80FD;&#x4E5F;&#x5FC5;&#x7136;&#x6709;&#x4E0D;&#x6B63;&#x5E38;&#x3002;</p>
<p>&#x5728;&#x4E0B;&#x4E00;&#x7AE0;&#x6211;&#x4EEC;&#x5728;&#x4ECB;&#x7ECD;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x65F6;&#x4F1A;&#x7EE7;&#x7EED;&#x8BF4;&#x660E;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;</p>
<h2 id="&#x6587;&#x4EF6;&#x7684;&#x300C;&#x66FF;&#x8EAB;&#x300D;&#x2014;&#x2014;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;">&#x6587;&#x4EF6;&#x7684;&#x300C;&#x66FF;&#x8EAB;&#x300D;&#x2014;&#x2014;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;</h2>
<p>&#x4F60;&#x662F;&#x600E;&#x4E48;&#x542F;&#x52A8;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x7684;&#x5462;&#xFF1F;</p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x53CC;&#x51FB;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x6216;&#x8005;&#x70B9;&#x51FB;&#x5F00;&#x59CB;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x3002;&#x4E0D;&#x7BA1;&#x662F;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x8FD8;&#x662F;&#x5F00;&#x59CB;&#x83DC;&#x5355;&#x91CC;&#x7684;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#xFF0C;&#x5B83;&#x4EEC;&#x90FD;&#x662F;&#x4E0D;&#x662F;&#x8FD9;&#x4E2A; app &#x672C;&#x8EAB;&#x2014;&#x2014;app &#x672C;&#x8EAB;&#x7684;&#x6837;&#x5B50;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x9762;&#x521A;&#x521A;&#x770B;&#x8FC7;&#x2014;&#x2014;&#x800C;&#x662F;&#x53E6;&#x4E00;&#x79CD;&#x7279;&#x6B8A;&#x7C7B;&#x578B;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x79F0;&#x4F5C;&#x300C;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x300D;&#x3002;</p>
<p>&#x300C;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x300D;&#x53EF;&#x4EE5;&#x770B;&#x6210;&#x67D0;&#x4E2A;&#x5177;&#x4F53;&#x6587;&#x4EF6;&#x7684;&#x5355;&#x5411;&#x300C;&#x6307;&#x9488;&#x300D;&#x6216;&#x8005;&#x8BF4;&#x300C;&#x66FF;&#x8EAB;&#x300D;&#xFF0C;&#x6307;&#x5411;&#x7535;&#x8111;&#x67D0;&#x4E2A;&#x89D2;&#x843D;&#x91CC;&#x7684;&#x67D0;&#x4E2A;&#x6587;&#x4EF6;&#x3002;&#x5B83;&#x7684;&#x6269;&#x5C55;&#x540D;&#x662F; <code>lnk</code>&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x4E0D;&#x53EF;&#x89C1;<strong><a href="file-and-file-management.html">&#xB3;</a></strong>&#x3002;&#x4F60;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#xFF0C;&#x6307;&#x5411;&#x7684;&#x6B63;&#x662F;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x8F6F;&#x4EF6;&#x76EE;&#x5F55;&#x4E0B;&#x7684;&#x90A3;&#x4E2A; <code>cloudmusic.exe</code> &#x6587;&#x4EF6;&#x3002;&#x53F3;&#x51FB;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x3010;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x3011;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x5C5E;&#x6027;&#x3011;&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x8FD9;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x7684;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2012.png" alt="Untitled"></p>
<p>&#x5176;&#x4E2D;&#x300C;&#x76EE;&#x6807;&#x300D;&#x4E00;&#x680F;&#x586B;&#x5199;&#x7684;&#x6B63;&#x662F; <code>cloudmusic.exe</code> &#x8FD9;&#x4E2A;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#xFF0C;&#x5373;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x7684;&#x4E3B;&#x7A0B;&#x5E8F;&#x7684;&#x8DEF;&#x5F84;&#xFF1A;</p>
<pre><code>D:\Program Files (x86)\Netease\CloudMusic\cloudmusic.exe
</code></pre><p>&#x56E0;&#x6B64;&#xFF0C;&#x4F60;&#x53CC;&#x51FB;&#x6253;&#x5F00;&#x8FD9;&#x4E2A;&#x300C;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x300D;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#xFF0C;&#x5C31;&#x4F1A;&#x6253;&#x5F00; <code>cloudmusic.exe</code> &#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x3002;&#x5982;&#x679C;&#x4F60;<strong>&#x5220;&#x6389;&#x4E86;&#x8FD9;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#xFF0C;&#x5B83;&#x5E76;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD; <code>cloudmusic.exe</code> &#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x4F60;&#x7535;&#x8111;&#x4E0A;&#x5B89;&#x88C5;&#x7684;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x672C;&#x8EAB;&#x3002;</strong></p>
<p><strong>&#xFF08;&#x56E0;&#x6B64;&#xFF0C;&#x5378;&#x8F7D;&#x8F6F;&#x4EF6;&#x7684;&#x65B9;&#x5F0F;&#x53EF;&#x4E0D;&#x662F;&#x628A;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x300C;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x300D;&#x5220;&#x6389;&#x5C31;&#x5B8C;&#x4E8B;&#x7684;&#xFF09;</strong></p>
<p>&#x6240;&#x6709;&#x7C7B;&#x578B;&#x7684;&#x6587;&#x4EF6;&#x4EE5;&#x53CA;&#x6587;&#x4EF6;&#x5939;&#x90FD;&#x53EF;&#x4EE5;&#x5236;&#x4F5C;&#x65E0;&#x6570;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x3002;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x7ED9;&#x81EA;&#x5DF1;&#x7684;&#x67D0;&#x4E2A;&#x6587;&#x4EF6; / &#x6587;&#x4EF6;&#x5939;&#x5236;&#x4F5C;&#x4E00;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#xFF0C;&#x53EA;&#x9700;&#x53F3;&#x952E;&#x5B83;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x53D1;&#x9001;&#x5230;&#x3011;&#x2192;&#x3010;&#x684C;&#x9762;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x3011;&#xFF0C;&#x5C31;&#x80FD;&#x5728;&#x684C;&#x9762;&#x751F;&#x6210;&#x4E00;&#x4E2A;&#x6307;&#x5411;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x7684;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x4E86;&#x3002;&#x8FD9;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x53EF;&#x4EE5;&#x632A;&#x5230;&#x7CFB;&#x7EDF;&#x7684;&#x4EFB;&#x4F55;&#x5730;&#x65B9;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x590D;&#x5236;&#x7C98;&#x8D34;&#x51FA;&#x5F88;&#x591A;&#x4E2A;&#x526F;&#x672C;&#x3002;&#x5B83;&#x4EEC;&#x5168;&#x90FD;&#x6307;&#x5411;&#x539F;&#x6765;&#x7684;&#x90A3;&#x4E2A;&#x6587;&#x4EF6;&#x672C;&#x8EAB;&#x3002;</p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x7684;&#x56FE;&#x6807;&#x5DE6;&#x4E0B;&#x89D2;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#x300C;&#x2197;&#x300D;&#x7B26;&#x53F7;&#x3002;&#x8FD9;&#x4E2A;&#x7B26;&#x53F7;&#x6807;&#x5FD7;&#x7740;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5E76;&#x975E;&#x67D0;&#x6587;&#x4EF6;&#x672C;&#x8EAB;&#x800C;&#x662F;&#x4E00;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x3002;</p>
<h2 id="&#x5408;&#x591A;&#x4E3A;&#x4E00;&#xFF0C;&#x7CBE;&#x7B80;&#x7A7A;&#x95F4;&#x2014;&#x2014;&#x538B;&#x7F29;&#x6587;&#x4EF6;">&#x5408;&#x591A;&#x4E3A;&#x4E00;&#xFF0C;&#x7CBE;&#x7B80;&#x7A7A;&#x95F4;&#x2014;&#x2014;&#x538B;&#x7F29;&#x6587;&#x4EF6;</h2>
<p>&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x5E76;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x300C;&#x7279;&#x6B8A;&#x7C7B;&#x578B;&#x300D;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x4F46;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x628A;&#x5B83;&#x5355;&#x72EC;&#x62FF;&#x51FA;&#x6765;&#x4ECB;&#x7ECD;&#x3002;</p>
<p>&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x662F;&#x5229;&#x7528;&#x4E00;&#x79CD;&#x7279;&#x6B8A;&#x7684;&#x8F6F;&#x4EF6;&#x300C;&#x538B;&#x7F29;&#x8F6F;&#x4EF6;&#x300D;&#xFF0C;&#x5C06;&#x4E00;&#x6279;&#x6587;&#x4EF6;&#x548C;&#x6587;&#x4EF6;&#x5939;&#x300C;&#x6253;&#x5305;&#x300D;&#x800C;&#x6210;&#x7684;&#x4E00;&#x79CD;&#x5355;&#x4E2A;&#x6587;&#x4EF6;&#x3002;&#x5047;&#x8BBE;&#x4F60;&#x6709; 8 &#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x4EE5;&#x53CA; 7 &#x4E2A;&#x6587;&#x4EF6;&#x4E00;&#x5171; 15 &#x4E2A;&#x9879;&#x76EE;&#xFF0C;&#x4F60;&#x60F3;&#x4E00;&#x6B21;&#x6027;&#x628A;&#x5B83;&#x4EEC;&#x5206;&#x4EAB;&#x7ED9;&#x522B;&#x4EBA;&#xFF0C;&#x90A3;&#x4E48;&#x628A;&#x5B83;&#x4EEC;&#x6253;&#x5305;&#x6210;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x4E0D;&#x5931;&#x662F;&#x4E00;&#x79CD;&#x597D;&#x7684;&#x9009;&#x62E9;&#x3002;</p>
<p>&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x6709;&#x5F88;&#x591A;&#x79CD;&#x7C7B;&#x3002;&#x6700;&#x5E38;&#x7528;&#x7684;&#x662F; <code>zip</code> &#x6587;&#x4EF6;&#x548C; <code>rar</code> &#x6587;&#x4EF6;&#xFF0C;&#x4F46;&#x540E;&#x8005;&#x7684;&#x6253;&#x5305;&#x8F6F;&#x4EF6;&#x662F;&#x6536;&#x8D39;&#x7684;&#xFF08;&#x6253;&#x5305;&#x9700;&#x8981;&#xFF0C;&#x89E3;&#x5305;&#x4E0D;&#x9700;&#x8981;&#xFF09;&#x3002;&#x6211;&#x4EEC;&#x5EFA;&#x8BAE;&#x5728;&#x4E0E;&#x4ED6;&#x4EBA;&#x4EA4;&#x6362;&#x6587;&#x4EF6;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53EA;&#x4F7F;&#x7528; <code>zip</code> &#x683C;&#x5F0F;&#x6253;&#x5305;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x7535;&#x8111;&#x4E0A;&#x5DF2;&#x7ECF;&#x5B89;&#x88C5;&#x6709;&#x538B;&#x7F29;&#x8F6F;&#x4EF6;&#xFF0C;&#x90A3;&#x4E48;&#x53EF;&#x4EE5;&#x53C2;&#x7167;&#x4E0B;&#x9762;&#x7684;&#x65B9;&#x6CD5;&#x5C06;&#x4E00;&#x6279;&#x6587;&#x4EF6;&#x6253;&#x5305;&#x6210;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x5305;&#xFF1A;</p>
<ul>
<li>&#x9009;&#x4E2D;&#x4F60;&#x8981;&#x6253;&#x5305;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x53EF;&#x4EE5;&#x4F7F;&#x4E00;&#x4E2A;&#x6587;&#x4EF6; / &#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4E00;&#x7FA4;&#x6587;&#x4EF6; / &#x6587;&#x4EF6;&#x5939;&#x3002;</li>
<li>&#x53F3;&#x51FB;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x6DFB;&#x52A0;&#x5230;&#x538B;&#x7F29;&#x5305;&#x3011;&#x6216;&#x8005;&#x7C7B;&#x4F3C;&#x8BED;&#x4E49;&#x7684;&#x9009;&#x9879;&#x3002;</li>
<li><p>&#x8BBE;&#x7F6E;&#x53C2;&#x6570;&#xFF0C;&#x4F8B;&#x5982;&#x538B;&#x7F29;&#x683C;&#x5F0F;&#xFF08;&#x63A8;&#x8350; <code>zip</code> &#x683C;&#x5F0F;&#xFF09;&#x3001;&#x538B;&#x7F29;&#x540E;&#x7684;&#x6587;&#x4EF6;&#x7684;&#x6587;&#x4EF6;&#x540D;&#x4EE5;&#x53CA;&#x538B;&#x7F29;&#x65B9;&#x5F0F;&#x3002;</p>
<p>  &#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x538B;&#x7F29;&#x540E;&#x7684;&#x6587;&#x4EF6;&#x7684;&#x4F53;&#x79EF;&#x8981;&#x6BD4;&#x539F;&#x6765;&#x677E;&#x6563;&#x6587;&#x4EF6;&#x7684;&#x4F53;&#x79EF;&#x5C0F;&#xFF08;&#x6240;&#x8C13;&#x300C;&#x538B;&#x7F29;&#x300D;&#xFF09;&#x3002;&#x5177;&#x4F53;&#x800C;&#x8A00;&#xFF0C;&#x5728;&#x538B;&#x7F29;&#x65F6;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x300C;&#x66F4;&#x5FEB;&#x538B;&#x7F29;&#x300D;&#x548C;&#x300C;&#x66F4;&#x5C0F;&#x4F53;&#x79EF;&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x9009;&#x9879;&#xFF0C;&#x524D;&#x8005;&#x538B;&#x7F29;&#x3001;&#x89E3;&#x538B;&#x90FD;&#x66F4;&#x5FEB;&#xFF0C;&#x4F46;&#x538B;&#x7F29;&#x65F6;&#x4F53;&#x79EF;&#x7F29;&#x5C0F;&#x7684;&#x4E0D;&#x660E;&#x663E;&#xFF1B;&#x540E;&#x8005;&#x538B;&#x7F29;&#x3001;&#x89E3;&#x538B;&#x76F8;&#x5BF9;&#x8F83;&#x6162;&#xFF0C;&#x4F46;&#x538B;&#x7F29;&#x540E;&#x4F53;&#x79EF;&#x53EF;&#x80FD;&#x7F29;&#x5C0F;&#x5F97;&#x66F4;&#x591A;&#x3002;</p>
</li>
<li><p>&#x5F00;&#x59CB;&#x538B;&#x7F29;&#x3002;&#x538B;&#x7F29;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x5728;&#x539F;&#x6765;&#x7684;&#x6587;&#x4EF6;&#x7684;&#x76F8;&#x540C;&#x76EE;&#x5F55;&#x4E0B;&#xFF0C;&#x5C31;&#x4F1A;&#x751F;&#x4EA7;&#x4E00;&#x4E2A; <code>&lt;&#x6587;&#x4EF6;&#x540D;&gt;.zip</code> &#x7684;&#x6587;&#x4EF6;&#x3002;</p>
</li>
</ul>
<p>&#x5982;&#x679C;&#x6536;&#x5230;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x4E00;&#x822C;&#x9700;&#x8981;&#x5C06;&#x5B83;&#x89E3;&#x538B;&#x3002;&#x5982;&#x679C;&#x4F60;&#x7535;&#x8111;&#x4E0A;&#x5DF2;&#x7ECF;&#x5B89;&#x88C5;&#x6709;&#x538B;&#x7F29;&#x8F6F;&#x4EF6;&#xFF0C;&#x90A3;&#x4E48;&#x53EF;&#x4EE5;&#x53C2;&#x7167;&#x4E0B;&#x9762;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x89E3;&#x538B;&#x7F29;&#xFF1A;</p>
<ul>
<li>&#x53F3;&#x51FB;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x63D0;&#x53D6;&#x5230;&#x5F53;&#x524D;&#x6587;&#x4EF6;&#x5939;&#x3011;&#x6216;&#x8005;&#x3010;&#x63D0;&#x53D6;&#x5230; <code>&lt;&#x6587;&#x4EF6;&#x540D;&gt;\</code>&#x3011;&#x3002;&#x8FD9;&#x4E24;&#x4E2A;&#x9009;&#x9879;&#x7684;&#x4E0D;&#x540C;&#x662F;&#xFF1A;<ul>
<li>&#x3010;&#x63D0;&#x53D6;&#x5230;&#x5F53;&#x524D;&#x6587;&#x4EF6;&#x5939;&#x3011;&#x4F1A;&#x628A;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x91CC;&#x7684;&#x5185;&#x5BB9;&#x76F4;&#x63A5;&#x653E;&#x5728;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x7684;&#x540C;&#x4E00;&#x76EE;&#x5F55;&#x4E0B;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x6587;&#x4EF6; <code>archive.zip</code> &#x91CC;&#x9762;&#x6709; <code>a.txt</code> &#x548C; <code>b.txt</code> &#x4E24;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x9009;&#x62E9;&#x6B64;&#x9009;&#x9879;&#xFF0C;&#x89E3;&#x538B;&#x540E; <code>a.txt</code> &#x548C; <code>b.txt</code> &#x90FD;&#x548C; <code>archive.zip</code> &#x5728;&#x540C;&#x4E00;&#x7EA7;&#x76EE;&#x5F55;&#x3002;</li>
</ul>
</li>
</ul>
<p><img src="file-and-file-management/Untitled%2013.png" alt="Untitled"></p>
<ul>
<li>&#x3010;&#x63D0;&#x53D6;&#x5230; <code>&lt;&#x6587;&#x4EF6;&#x540D;&gt;\</code>&#x3011;&#x4F1A;&#x628A;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x91CC;&#x7684;&#x5185;&#x5BB9;&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#x91CC;&#x9762;&#x3002;&#x5728;&#x4E0A;&#x9762;&#x7684;&#x4F8B;&#x5B50;&#x4E2D;&#x9009;&#x62E9;&#x8FD9;&#x4E2A;&#x9009;&#x9879;&#xFF0C;&#x4F1A;&#x5728; <code>archive.zip</code> &#x7684;&#x540C;&#x4E00;&#x7EA7;&#x76EE;&#x5F55;&#x65B0;&#x5EFA;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5939; <code>archive</code>&#xFF0C;&#x7136;&#x540E;&#x628A; <code>a.txt</code> &#x548C; <code>b.txt</code> &#x653E;&#x5728; <code>archive</code> &#x6587;&#x4EF6;&#x5939;&#x4E0B;&#x3002;</li>
</ul>
<p><img src="file-and-file-management/Untitled%2014.png" alt="Untitled"></p>
<p>&#x6211;&#x4EEC;&#x5EFA;&#x8BAE;&#xFF0C;&#x4E3A;&#x4E86;&#x4E0D;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x5DE5;&#x4F5C;&#x76EE;&#x5F55;&#x53D8;&#x5F97;&#x6DF7;&#x4E71;&#xFF0C;<strong>&#x9664;&#x975E;&#x4F60;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x5426;&#x5219;&#x4F7F;&#x7528;&#x300C;&#x63D0;&#x53D6;&#x5230; <code>&lt;&#x6587;&#x4EF6;&#x540D;&gt;\</code>&#x300D;</strong>&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#xFF0C;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x538B;&#x7F29;&#x8F6F;&#x4EF6;&#x7684;&#x89E3;&#x538B;&#x64CD;&#x4F5C;&#x90FD;&#x53EB;&#x300C;&#x63D0;&#x53D6;&#x300D;&#x3002;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x770B;&#x5230;&#x300C;&#x63D0;&#x53D6;&#x300D;&#x7684;&#x5B57;&#x773C;&#xFF0C;&#x4E0D;&#x59A8;&#x627E;&#x627E;&#x300C;&#x89E3;&#x538B;&#x300D;&#x6216;&#x8005;&#x300C;&#x89E3;&#x538B;&#x7F29;&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x8BCD;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x4F5C;&#x7528;&#x4E5F;&#x662F;&#x7C7B;&#x4F3C;&#x7684;&#x3002;</p>
<p>&#x5982;&#x679C;&#x6211;&#x4EEC;&#x53EA;&#x662F;&#x60F3;&#x67E5;&#x770B;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x800C;&#x4E0D;&#x628A;&#x5B83;&#x89E3;&#x538B;&#xFF0C;&#x6216;&#x8005;&#x53EA;&#x63D0;&#x53D6;&#x51FA;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x5728;&#x7CFB;&#x7EDF;&#x88C5;&#x6709;&#x538B;&#x7F29;&#x8F6F;&#x4EF6;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x53CC;&#x51FB;&#x6253;&#x5F00;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x3002;&#x76F4;&#x63A5;&#x53CC;&#x51FB;&#x6253;&#x5F00;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#xFF0C;&#x538B;&#x7F29;&#x8F6F;&#x4EF6;&#x4F1A;&#x5C55;&#x793A;&#x51FA;&#x5176;&#x4E2D;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x53CC;&#x51FB;&#x8FD9;&#x91CC;&#x9762;&#x7684;&#x5355;&#x4E2A;&#x6587;&#x4EF6;&#x53EF;&#x4EE5;&#x4E34;&#x65F6;&#x53D6;&#x51FA;&#x8FD9;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5E76;&#x6253;&#x5F00;&#x5B83;&#xFF0C;&#x62D6;&#x62FD;&#x5176;&#x4E2D;&#x7684;&#x5355;&#x4E2A;&#x6587;&#x4EF6;&#x5230;&#x5176;&#x4ED6;&#x5730;&#x65B9;&#x53EF;&#x4EE5;&#x53EA;&#x53D6;&#x51FA;&#x8FD9;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x800C;&#x4E0D;&#x89E3;&#x538B;&#x6574;&#x4E2A;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x3002;</p>
<p>&#x300A;Missing&#x300B;&#x7684;&#x540E;&#x7EED;&#x7AE0;&#x8282;&#x4F1A;&#x63A8;&#x8350;&#x4E00;&#x4E9B;&#x4F18;&#x79C0;&#x7684;&#x538B;&#x7F29;&#x8F6F;&#x4EF6;&#xFF0C;&#x5E76;&#x4ECB;&#x7ECD;&#x5B83;&#x4EEC;&#x7684;&#x4F7F;&#x7528;&#x3002;</p>
<h2 id="&#x6587;&#x4EF6;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;">&#x6587;&#x4EF6;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;</h2>
<p>&#x5728;&#x524D;&#x6587;&#x4E2D;&#x8BF4;&#x5230;&#xFF0C;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x6587;&#x4EF6;&#x9700;&#x8981;&#x7528;&#x4E0D;&#x540C;&#x7684; app &#x6765;&#x6253;&#x5F00;&#x3002;&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x6587;&#x4EF6;&#x7C7B;&#x578B;&#xFF0C;&#x6253;&#x5F00;&#x5B83;&#x7684; app &#x79F0;&#x4E3A;&#x5B83;&#x7684;&#x300C;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x300D;&#x3002;&#x5982;&#x679C;&#x300C;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x300D;&#x4E0D;&#x5BF9;&#xFF0C;&#x5C31;&#x4F1A;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x5BB9;&#x6613;&#x60F3;&#x5230;&#xFF0C;Word &#x6587;&#x6863; <code>doc</code> &#x548C; <code>docx</code> &#x6587;&#x4EF6;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x5C31;&#x662F; Word &#x8F6F;&#x4EF6;&#x6216;&#x8005; WPS &#x8F6F;&#x4EF6;&#xFF1B;&#x56FE;&#x7247; <code>jpg</code>&#x3001; <code>png</code> &#x7B49;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x5C31;&#x662F;&#x5404;&#x79CD;&#x770B;&#x56FE;&#x8F6F;&#x4EF6;&#xFF1B;PDF &#x6587;&#x6863; <code>pdf</code> &#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x5C31;&#x662F; PDF &#x9605;&#x8BFB;&#x5668;&#x8F6F;&#x4EF6;&#xFF0C;&#x4F8B;&#x5982; Acrobat &#x6216;&#x8005; SumatraPDF&#x2026;&#x2026;</p>
<blockquote>
<p>&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x8FD9;&#x91CC;&#x4E0D;&#x4F5C;&#x56DE;&#x7B54;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E0D;&#x6784;&#x6210;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x3002;</p>
</blockquote>
<p>&#x7CFB;&#x7EDF;&#x5185;&#x90E8;&#x7EF4;&#x62A4;&#x6709;&#x4E00;&#x5F20;&#x300C;&#x8868;&#x300D;&#xFF0C;&#x8FD9;&#x4E2A;&#x300C;&#x8868;&#x300D;&#x8BB0;&#x5F55;&#x4E86;&#x5DF2;&#x77E5;&#x7684;&#x6587;&#x4EF6;&#x7C7B;&#x578B;&#xFF08;&#x6269;&#x5C55;&#x540D;&#xFF09;&#x548C;&#x5BF9;&#x5E94;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x628A;&#x8FD9;&#x5F20;&#x8868;&#x60F3;&#x8C61;&#x6210;&#x8FD9;&#x6837;&#xFF1A;</p>
<table>
<thead>
<tr>
<th>&#x6269;&#x5C55;&#x540D;</th>
<th>&#x7528;&#x4EC0;&#x4E48;&#x8F6F;&#x4EF6;&#x6253;&#x5F00;</th>
<th>&#x8F6F;&#x4EF6;&#x4E3B;&#x7A0B;&#x5E8F;&#x7684;&#x300C;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x300D;&#x8DEF;&#x5F84;&#x5728;&#x54EA;</th>
</tr>
</thead>
<tbody>
<tr>
<td>txt</td>
<td>&#x8BB0;&#x4E8B;&#x672C;</td>
<td>C:\Windows\system32\notepad.exe</td>
</tr>
<tr>
<td>docx</td>
<td>Word</td>
<td>C:\Program Files\Microsoft Office\root\Office16\WINWORD.EXE</td>
</tr>
<tr>
<td>mp3</td>
<td>&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;</td>
<td>D:\Program Files (x86)\Netease\CloudMusic\cloudmusic.exe</td>
</tr>
<tr>
<td>&#x2026;&#x2026;</td>
<td>&#x2026;&#x2026;</td>
<td>&#x2026;&#x2026;</td>
</tr>
</tbody>
</table>
<p>&#x6709;&#x4E86;&#x8FD9;&#x5F20;&#x8868;&#xFF0C;&#x7CFB;&#x7EDF;&#x5C31;&#x80FD;&#x81EA;&#x52A8;&#x5730;&#x5E2E;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x6587;&#x4EF6;&#x5BF9;&#x5E94;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x3002;&#x6709;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x60F3;&#x8981;&#x7528;&#x8FD9;&#x5F20;&#x8868;&#x5E2E;&#x6211;&#x4EEC;&#x9884;&#x7F6E;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x6253;&#x5F00;&#x6587;&#x4EF6;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x6253;&#x5F00; <code>jpg</code> &#x56FE;&#x7247;&#x7684;&#x9ED8;&#x8BA4;&#x65B9;&#x5F0F;&#x662F;&#x300C;&#x56FE;&#x7247;&#x300D;&#x8F6F;&#x4EF6;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x60F3; <strong>&#x6682;&#x65F6;</strong> &#x7528;&#x300C;Photoshop&#x300D;&#x6765;&#x6253;&#x5F00;&#x5B83;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8FD9;&#x6837;&#x505A;&#xFF1A;</p>
<ul>
<li>&#x53F3;&#x952E;&#x8981;&#x6253;&#x5F00;&#x7684;&#x8FD9;&#x4E2A; <code>jpg</code> &#x6587;&#x4EF6;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x3011;&#xFF0C;&#x5728;&#x91CC;&#x9762;&#x9009;&#x62E9;&#x3010;Adobe Photoshop&#x3011;&#x3002;</li>
</ul>
<p><img src="file-and-file-management/Untitled%2015.png" alt="Untitled"></p>
<ul>
<li>&#x5982;&#x679C;&#x4E0A;&#x4E00;&#x6B65;&#x627E;&#x4E0D;&#x5230;&#x300C;Adobe Photoshop&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x9009;&#x62E9;&#x3010;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x3011;&#x2192;&#x3010;&#x9009;&#x62E9;&#x5176;&#x4ED6;&#x5E94;&#x7528;&#x3011;&#x3002;&#x7136;&#x540E;&#x5728;&#x5F39;&#x51FA;&#x7684;&#x5BF9;&#x8BDD;&#x6846;&#x4E2D;&#x5BFB;&#x627E;&#x3010;Adobe Photoshop&#x3011;&#xFF0C;&#x70B9;&#x51FB;&#x5E76;&#x9009;&#x62E9;&#x3010;&#x786E;&#x5B9A;&#x3011;&#x3002;&#x6CE8;&#x610F; <strong>&#x4E0D;&#x8981;</strong> &#x52FE;&#x9009;&#x300C;&#x59CB;&#x7EC8;&#x4F7F;&#x7528;&#x6B64;&#x5E94;&#x7528;&#x6253;&#x5F00; <code>.jpg</code> &#x6587;&#x4EF6;&#x300D;&#x3002;</li>
</ul>
<p><img src="file-and-file-management/Untitled%2016.png" alt="Untitled"></p>
<ul>
<li>&#x5982;&#x679C;&#x4E0A;&#x4E00;&#x6B65;&#x8FD8;&#x627E;&#x4E0D;&#x5230;&#x300C;Adobe Photoshop&#x300D;&#xFF0C;&#x800C;&#x4F60;&#x786E;&#x5B9E;&#x7535;&#x8111;&#x4E0A;&#x88C5;&#x6709; Photoshop&#xFF0C;&#x90A3;&#x4E48;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x624B;&#x52A8;&#x627E;&#x5230; Photoshop &#x7684;&#x90A3;&#x4E2A;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5B83;&#x7684; <code>exe</code> &#x6587;&#x4EF6;&#x3002;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x7684;&#x8DEF;&#x5F84;&#x2014;&#x2014;&#x4E5F;&#x5C31;&#x662F;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x8DEF;&#x5F84;&#x2014;&#x2014;&#x5728;&#x4E0B;&#x4E00;&#x7AE0;&#x6211;&#x4EEC;&#x4F1A;&#x63D0;&#x5230;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#x662F;&#x5728; <code>C:\Program Files</code> &#x6216;&#x8005; <code>C:\Program Files (x86)</code> &#x4E4B;&#x4E0B;&#x7684;&#x67D0;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x3002;</li>
</ul>
<p><strong>&#x5982;&#x679C;&#x4F60;&#x60F3;&#x6C38;&#x4E45;&#x5730;&#x6307;&#x6D3E;&#x67D0;&#x4E00;&#x6587;&#x4EF6;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x5728;&#x4E0A;&#x9762;&#x6B65;&#x9AA4;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x52FE;&#x9009;&#x3010;&#x59CB;&#x7EC8;&#x4F7F;&#x7528;&#x6B64;&#x5E94;&#x7528;&#x6253;&#x5F00; <code>xxx</code> &#x6587;&#x4EF6;&#x3011;&#x3002;</strong>&#x8FD9;&#x6837;&#xFF0C;&#x7CFB;&#x7EDF;&#x5185;&#x90E8;&#x7684;&#x90A3;&#x5F20;&#x300C;&#x8868;&#x300D;&#x5C31;&#x4F1A;&#x88AB;&#x66F4;&#x6539;&#xFF0C;&#x7CFB;&#x7EDF;&#x4EE5;&#x540E;&#x90FD;&#x4F1A;&#x7528;&#x4F60;&#x6307;&#x6D3E;&#x7684;&#x65B0;&#x5E94;&#x7528;&#x6765;&#x6253;&#x5F00;&#x8FD9;&#x79CD;&#x6587;&#x4EF6;&#x3002;</p>
<p>&#x9664;&#x4E86;&#x4F60;&#x624B;&#x52A8;&#x66F4;&#x6539;&#x4E4B;&#x5916;&#xFF0C;&#x8FD9;&#x5F20;&#x300C;&#x8868;&#x300D;&#x8FD8;&#x53EF;&#x80FD;&#x5728;&#x8FD9;&#x4E9B;&#x60C5;&#x51B5;&#x88AB;&#x66F4;&#x6539;&#xFF1A;</p>
<ul>
<li>&#x7CFB;&#x7EDF;&#x5B89;&#x88C5;&#x66F4;&#x65B0;&#xFF0C;&#x5373; Windows Update &#x4E4B;&#x540E;&#xFF0C;&#x8FD9;&#x5F20;&#x8868;&#x53EF;&#x80FD;&#x4F1A;&#x88AB;&#x91CD;&#x7F6E;&#x800C;&#x4E22;&#x5931;&#x4E00;&#x4E9B;&#x9879;&#x76EE;&#xFF0C;&#x9020;&#x6210;&#x67D0;&#x4E9B;&#x6587;&#x4EF6;&#x7A81;&#x7136;&#x65E0;&#x6CD5;&#x6253;&#x5F00;&#x3002;&#x8FD9;&#x5F80;&#x5F80;&#x662F;&#x7531;&#x4E8E;&#x4F60;&#x4F7F;&#x7528;&#x7684;&#x5BF9;&#x5E94;&#x8F6F;&#x4EF6;&#x5E76;&#x4E0D;&#x662F;&#x539F;&#x7248;&#xFF0C;&#x800C;&#x662F;&#x67D0;&#x79CD;&#x300C;&#x7CBE;&#x7B80;&#x7248;&#x300D;&#x6240;&#x9020;&#x6210;&#x7684;&#x3002;</li>
<li>&#x65B0;&#x5B89;&#x88C5;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x65F6;&#xFF0C;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x7A0B;&#x5E8F;&#x53EF;&#x80FD;&#x5199;&#x5165;&#x65B0;&#x7684;&#x8868;&#x9879;&#xFF0C;&#x6765;&#x4E3A;&#x5373;&#x5C06;&#x5B89;&#x88C5;&#x7684;&#x65B0;&#x8F6F;&#x4EF6;&#x7684;&#x6587;&#x4EF6;&#x7C7B;&#x578B;&#x914D;&#x7F6E;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x3002;</li>
<li>Windows &#x7684;&#x5404;&#x79CD;&#x6076;&#x6027; bug &#x548C;&#x6076;&#x5FC3;&#x64CD;&#x4F5C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;Windows &#x4F1A;&#x65F6;&#x4E0D;&#x65F6;&#x7528; Microsoft Edge &#x4EE3;&#x66FF;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#x6765;&#x6253;&#x5F00;&#x7F51;&#x9875;&#x6587;&#x4EF6;&#x548C; <code>pdf</code> &#x6587;&#x4EF6;&#x7B49;&#x3002; <del>&#xFF08;&#x5FAE;&#x8F6F;&#x4F60;&#x574F;&#x4E8B;&#x505A;&#x5C3D;&#xFF09;</del></li>
</ul>
<p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x6587;&#x4EF6;&#x5173;&#x8054;&#x67D0;&#x5929;&#x7A81;&#x7136;&#x5931;&#x6548;&#xFF0C;&#x5373;&#x67D0;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x6587;&#x4EF6;&#x7A81;&#x7136;&#x65E0;&#x6CD5;&#x6253;&#x5F00;&#xFF0C;&#x4F46;&#x5BF9;&#x5E94;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x4F5C;&#x6B63;&#x5E38;&#xFF0C;&#x90A3;&#x4E48;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x662F;&#x5426;&#x662F;&#x4E0A;&#x9762;&#x7684;&#x539F;&#x56E0;&#x3002;</p>
<h2 id="&#x7BA1;&#x7406;&#x597D;&#x4F60;&#x7684;&#x6587;&#x4EF6;">&#x7BA1;&#x7406;&#x597D;&#x4F60;&#x7684;&#x6587;&#x4EF6;</h2>
<p>&#x7BA1;&#x7406;&#x597D;&#x6211;&#x4EEC;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x4E0D;&#x5916;&#x4E4E;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#xFF1A;</p>
<ul>
<li>&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x8FDB;&#x884C;&#x6574;&#x7406;&#x5F52;&#x7C7B;&#x3002;&#x6BD4;&#x8D77;&#x5C06;&#x6240;&#x6709;&#x6587;&#x4EF6;&#x300C;&#x968F;&#x624B;&#x4E71;&#x653E;&#x300D;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x5C06;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x6309;&#x5B83;&#x4EEC;&#x7684;&#x6027;&#x8D28;&#x3001;&#x7C7B;&#x522B;&#x7B49;&#x5F52;&#x7C7B;&#x5B58;&#x653E;&#xFF0C;&#x5FC5;&#x7136;&#x6709;&#x52A9;&#x4E8E;&#x63D0;&#x5347;&#x6211;&#x4EEC;&#x7684;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#x3002;</li>
<li>&#x4E0D;&#x628A;&#xFF08;&#x91CD;&#x8981;&#xFF09;&#x6587;&#x4EF6;&#x653E;&#x5728; C &#x76D8;&#x3002;&#x5728;&#x524D;&#x6587;&#x6211;&#x4EEC;&#x8BF4;&#x4E86;&#xFF0C;C &#x76D8;&#x662F; Windows &#x7CFB;&#x7EDF;&#x6574;&#x4E2A;&#x6240;&#x5728;&#x7684;&#x5730;&#x65B9;&#x3002;&#x5C3D;&#x7BA1;&#x53D1;&#x751F;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x7684;&#x6982;&#x7387;&#x5F88;&#x4F4E;&#xFF0C;&#x4F46;&#x5F53;&#x6211;&#x4EEC;&#x7684;&#x7535;&#x8111;&#x56E0;&#x4E3A;&#x8FD9;&#x6837;&#x6216;&#x90A3;&#x6837;&#x7684;&#x539F;&#x56E0;&#x635F;&#x574F;&#xFF0C;&#x800C;&#x9700;&#x8981;&#x91CD;&#x88C5;&#x7CFB;&#x7EDF;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x4F1A;&#x4E0D;&#x5F97;&#x4E0D;&#x5931;&#x53BB; C &#x76D8;&#x7684;&#x6240;&#x6709;&#x6587;&#x4EF6;&#x2014;&#x2014;&#x5B89;&#x88C5;&#x7CFB;&#x7EDF;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x5C31;&#x662F;&#x683C;&#x5F0F;&#x5316; C &#x76D8;&#x3002;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x8FDC;&#x79BB; C &#x76D8;&#xFF0C;&#x662F;&#x5408;&#x7406;&#x7BA1;&#x7406;&#x6211;&#x4EEC;&#x7684;&#x6587;&#x4EF6;&#x7684;&#x91CD;&#x8981;&#x90E8;&#x5206;&#x3002;</li>
</ul>
<h3 id="&#x4E3A;&#x6587;&#x4EF6;&#x5B89;&#x5BB6;">&#x4E3A;&#x6587;&#x4EF6;&#x5B89;&#x5BB6;</h3>
<p>&#x9996;&#x5148;&#x4E3A;&#x4F60;&#x8981;&#x653E;&#x7684;&#x6587;&#x4EF6;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x5408;&#x9002;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<ul>
<li><p>&#x684C;&#x9762;&#xFF0C;&#x4EE5;&#x53CA; Windows &#x7CFB;&#x7EDF;&#x9884;&#x7F6E;&#x7684;&#x90A3;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#xFF08;&#x300C;&#x6587;&#x6863;&#x300D;&#x300C;&#x89C6;&#x9891;&#x300D;&#x300C;&#x56FE;&#x7247;&#x300D;&#x7B49;&#xFF0C;&#x6253;&#x5F00;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#x5C31;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x770B;&#x5230;&#xFF09;&#xFF0C;&#x9664;&#x975E;&#x6309;&#x7167;&#x540E;&#x6587;&#x6240;&#x4ECB;&#x7ECD;&#x7684;&#x65B9;&#x6CD5;&#x66F4;&#x6539;&#x4F4D;&#x7F6E;&#xFF0C;&#x5426;&#x5219;&#x5168;&#x90E8;&#x662F; C &#x76D8;&#x5185;&#x90E8;&#x7684;&#x7A7A;&#x95F4;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x4F60;&#x624B;&#x52A8;&#x66F4;&#x6539;&#x5B83;&#x4EEC;&#x7684;&#x4F4D;&#x7F6E;&#x4E4B;&#x524D;&#xFF0C;<strong>&#x4E0D;&#x5EFA;&#x8BAE;</strong> &#x5C06;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x653E;&#x5728;&#x8FD9;&#x4E9B;&#x5730;&#x65B9;&#x3002;</p>
<p>  <em>&#x5907;&#x6CE8;&#xFF1A;&#x300C;&#x684C;&#x9762;&#x300D;&#x672C;&#x8EAB;&#x5176;&#x5B9E;&#x4E5F;&#x662F;&#x7CFB;&#x7EDF;&#x9884;&#x7F6E;&#x7684;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x3002;</em></p>
</li>
<li><p>&#x975E; C &#x76D8;&#x7684;&#x5206;&#x533A;&#xFF0C;&#x4F8B;&#x5982; D &#x76D8;&#x751A;&#x81F3;&#x540E;&#x7EED;&#x66F4;&#x591A;&#x7684;&#x78C1;&#x76D8;&#x5206;&#x533A;&#xFF0C;&#x90FD;&#x662F;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x7684;&#x5B58;&#x653E;&#x81EA;&#x5DF1;&#x8D44;&#x6599;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
</li>
</ul>
<p>&#x627E;&#x5230;&#x4E00;&#x4E2A;&#x5408;&#x9002;&#x7684;&#x4F4D;&#x7F6E;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4FBF;&#x53EF;&#x4EE5;&#x5EFA;&#x7ACB;&#x4E00;&#x5957;&#x81EA;&#x5DF1;&#x7684;&#x5206;&#x7C7B;&#x65B9;&#x6CD5;&#x6765;&#x5BF9;&#x6587;&#x4EF6;&#x8FDB;&#x884C;&#x6574;&#x7406;&#x548C;&#x5206;&#x7C7B;&#x3002;</p>
<ul>
<li>&#x4F8B;&#x5982;&#x4F60;&#x6709;&#x4E00;&#x4E9B;&#x300C;&#x5B66;&#x4E60;&#x8D44;&#x6E90;&#x300D;&#xFF0C;&#x4F60;&#x4FBF;&#x53EF;&#x4EE5;&#x5728; D &#x76D8;&#x6216;&#x662F;&#x4EC0;&#x4E48;&#x522B;&#x7684;&#x76D8;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x540D;&#x4E3A;&#x300C;&#x5B66;&#x4E60;&#x8D44;&#x6E90;&#x300D;&#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x518D;&#x5728;&#x5176;&#x4E0B;&#x2014;&#x2014;&#x65E0;&#x8BBA;&#x662F;&#x6309;&#x5B66;&#x79D1;&#xFF08;&#x4F8B;&#x5982;&#x300C;&#x9AD8;&#x6570;&#x300D;&#x300C;&#x7EBF;&#x4EE3;&#x300D;&#x300C;&#x7269;&#x7406;&#x300D;&#xFF09;&#xFF0C;&#x8FD8;&#x662F;&#x6309;&#x65F6;&#x95F4;&#xFF08;&#x4F8B;&#x5982;&#x300C;&#x5927;&#x4E00;&#x4E0A;&#x300D;&#x300C;&#x5927;&#x4E00;&#x4E0B;&#x300D;&#xFF09;&#x2014;&#x2014;&#x5EFA;&#x7ACB;&#x66F4;&#x591A;&#x7684;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x6765;&#x4E3A;&#x5B83;&#x4EEC;&#x8FDB;&#x884C;&#x66F4;&#x4E3A;&#x8BE6;&#x5C3D;&#x7684;&#x5206;&#x7C7B;&#x3002;</li>
<li>&#x518D;&#x4F8B;&#x5982;&#x4F60;&#x6709;&#x8BB8;&#x591A;&#x300C;&#x5927;&#x7247;&#x300D;&#xFF0C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x6309;&#x7167;&#x5730;&#x533A;&#x3001;&#x4E0A;&#x6620;&#x65F6;&#x95F4;&#x751A;&#x81F3;&#x662F;&#x4E3B;&#x6F14;&#x4EC0;&#x4E48;&#x7684;&#x4E3A;&#x5B83;&#x4EEC;&#x5206;&#x7C7B;&#x3002;&#x4E0D;&#x8FC7;&#x9274;&#x4E8E;&#x5927;&#x7247;&#x4E0D;&#x4EC5;&#x662F;&#x540D;&#x6C14;&#x5927;&#xFF0C;&#x5360;&#x7528;&#x7A7A;&#x95F4;&#x4E5F;&#x5927;&#xFF0C;&#x6211;&#x4EEC;&#x63A8;&#x8350;&#x817E;&#x51FA;&#x4E00;&#x4E2A;&#x5206;&#x533A;&#xFF08;&#x751A;&#x81F3;&#x662F;&#x4E00;&#x5757;&#x786C;&#x76D8;&#xFF09;&#x6765;&#x5B58;&#x653E;&#x5B83;&#x4EEC;&#x3002;</li>
</ul>
<p>&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x300C;&#x4E3A;&#x4F60;&#x7684;&#x6587;&#x4EF6;&#x8FDB;&#x884C;&#x5408;&#x7406;&#x5206;&#x7C7B;&#x300D;</strong>&#x4E0E;<strong>&#x300C;&#x5C06;&#x4F60;&#x7684;&#x786C;&#x76D8;&#x8FDB;&#x884C;&#x5408;&#x7406;&#x5206;&#x914D;&#x300D;</strong>&#x4FBF;&#x662F;&#x8FD9;&#x91CC;&#x7684;&#x6838;&#x5FC3;&#x601D;&#x60F3;&#x3002;</p>
<h3 id="&#x5B9A;&#x671F;&#x6253;&#x626B;">&#x5B9A;&#x671F;&#x6253;&#x626B;</h3>
<p>&#x7535;&#x8111;&#x91CC;&#x9762;&#x7684;&#x4E1C;&#x897F;&#x603B;&#x662F;&#x968F;&#x7740;&#x6211;&#x4EEC;&#x7684;&#x65E5;&#x5E38;&#x4F7F;&#x7528;&#x800C;&#x8D8A;&#x79EF;&#x8D8A;&#x591A; <del>&#xFF08;&#x8FD9;&#x91CC;&#x70B9;&#x540D; QQ &#x7684;&#x90A3;&#x4E2A; <code>FileRecv</code> &#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x85CF;&#x5F97;&#x53C8;&#x6DF1;&#xFF0C;&#x53C8;&#x4E71;&#x4E03;&#x516B;&#x7CDF;&#xFF1B;&#x8FD8;&#x6709;&#x5FAE;&#x8F6F;&#x7684;&#x66F4;&#x65B0;&#xFF0C;&#x4E00;&#x66F4;&#x4E00;&#x5927;&#x5806;&#xFF09;</del> &#xFF0C;&#x6240;&#x4EE5;&#x5B9A;&#x671F;&#x68C0;&#x67E5;&#x4F60;&#x4E0D;&#x9700;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x7136;&#x540E;&#x6254;&#x6389;&#x5B83;&#x4EEC;&#x663E;&#x5F97;&#x5C24;&#x4E3A;&#x91CD;&#x8981;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x7CFB;&#x7EDF;&#x5206;&#x533A; C &#x76D8;&#x6765;&#x8BF4;&#xFF0C;&#x4F60;&#x4E0D;&#x53BB;&#x52A8;&#x5B83;&#xFF0C;&#x5B83;&#x4E5F;&#x4F1A;&#x88AB;&#x585E;&#x5165;&#x4E00;&#x4E9B;&#x8BF8;&#x5982;&#x7CFB;&#x7EDF;&#x4E34;&#x65F6;&#x6587;&#x4EF6;&#x3001;Windows &#x66F4;&#x65B0;&#x6587;&#x4EF6;&#x7B49;&#x7B49;&#x8FD9;&#x4E9B;&#x3002;&#x6211;&#x4EEC;&#x63A8;&#x8350;&#x65B0;&#x624B;&#x7528;&#x6237;&#x4EEC;&#x8FD0;&#x7528;&#x4E00;&#x4E9B;&#x8BF8;&#x5982;&#x300C;&#x706B;&#x7ED2;&#x5B89;&#x5168;&#x8F6F;&#x4EF6;&#x300D;&#x300C;360 &#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x4E4B;&#x7C7B;&#x7684; app &#x4E2D;&#x7684;&#x6E05;&#x7406;&#x529F;&#x80FD;&#x8FDB;&#x884C;&#x6587;&#x4EF6;&#x7684;&#x6E05;&#x7406;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x4E0A;&#x8FF0;&#x8F6F;&#x4EF6;&#x5E76;&#x4E0D;&#x4F1A;&#x628A;&#x6211;&#x4EEC;&#x65E5;&#x5E38;&#x4E2D;&#x79EF;&#x7D2F;&#x7684;&#x7528;&#x6237;&#x6587;&#x4EF6;&#xFF08;&#x4F8B;&#x5982;&#x4F60;&#x6536;&#x5230;&#x7684;&#x8BFE;&#x4EF6;&#x3001;&#x6587;&#x6863;&#x7B49;&#xFF09;&#x4E5F;&#x6E05;&#x7406;&#x6389;&#xFF0C;&#x4F46;&#x5728;&#x65E5;&#x5E38;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x4F1A;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x5730;&#x4EA7;&#x751F;&#x8BB8;&#x8BB8;&#x591A;&#x591A;&#x7684;&#x5197;&#x4F59;&#x6587;&#x4EF6;&#xFF0C;&#x6216;&#x662F;&#x66FE;&#x7ECF;&#x9700;&#x8981;&#x800C;&#x73B0;&#x5728;&#x4E0D;&#x518D;&#x9700;&#x8981;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x8FD9;&#x91CC;&#x4E0D;&#x59A8;&#x5C31;&#x6765;&#x770B;&#x770B;&#x4E0A;&#x6587;&#x6240;&#x8BB2;&#x7684;&#x90A3;&#x4E2A; <code>FileRecv</code> &#x6587;&#x4EF6;&#x5939;&#xFF1A;</p>
<ul>
<li>&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x9ED8;&#x8BA4;&#x4F4D;&#x4E8E; <code>&#x6587;&#x6863;\Tencent Files\&lt;QQ &#x53F7;&gt;\</code> &#x5904;&#xFF0C;&#x6BCF;&#x4E2A;&#x4E0D;&#x540C;&#x7684; QQ &#x53F7;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x4E2A;&#x4EBA;&#x6587;&#x4EF6;&#x5939;&#x3002;<em>&#x5982;&#x679C;&#x4F60;&#x6CA1;&#x6709;&#x6309;&#x7167;&#x540E;&#x6587;&#x300C;&#x66F4;&#x6539;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x5B58;&#x50A8;&#x4F4D;&#x7F6E;&#x300D;&#x8FC1;&#x79FB;&#x300C;&#x6587;&#x6863;&#x300D;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x8BDD;&#xFF0C;&#x8FD9;&#x4E1C;&#x897F;&#x4E5F;&#x5728; C &#x76D8;&#x91CC;&#xFF0C;&#x56E0;&#x4E3A;&#x300C;&#x6587;&#x6863;&#x300D;&#x662F;&#x5728; C &#x76D8;&#x91CC;&#x7684;</em>&#xFF1B;</li>
<li>&#x70B9;&#x5F00; <code>FileRecv</code>&#xFF0C;&#x4F60;&#x5728;&#x4F7F;&#x7528; QQ &#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x63A5;&#x6536;&#x5230;&#x7684;&#x6240;&#x6709;&#x6587;&#x4EF6;&#x90FD;&#x5728;&#x6B64;&#x5904;&#xFF0C;&#x5176;&#x4E2D;&#x901A;&#x8FC7;&#x624B;&#x673A;&#x53D1;&#x7ED9;&#x7535;&#x8111;&#x7684;&#x6587;&#x4EF6;&#x5B58;&#x50A8;&#x4E8E;&#x4E13;&#x5C5E;&#x5B50;&#x6587;&#x4EF6;&#x5939; <code>MobileFile</code> &#x4E2D;&#xFF1B;</li>
<li>&#x5C06; <code>FileRecv</code> &#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x6587;&#x4EF6;&#x68C0;&#x67E5;&#x4E00;&#x904D;&#xFF0C;&#x6709;&#x7528;&#x7684;&#x5C31;&#x5982;&#x4E0A;&#x6587;&#x6240;&#x8FF0;&#x5F52;&#x7C7B;&#x3001;&#x65E0;&#x7528;&#x7684;&#x5219;&#x76F4;&#x63A5;&#x5220;&#x9664;&#xFF0C;&#x8FD9;&#x5C31;&#x5927;&#x529F;&#x544A;&#x6210;&#x4E86;&#x3002;</li>
</ul>
<p>&#x4E8B;&#x5B9E;&#x4E0A; QQ &#x4E3A;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x4E86;&#x66F4;&#x6539;&#x7528;&#x6237;&#x4E2A;&#x4EBA;&#x6587;&#x4EF6;&#x5939;&#x4F4D;&#x7F6E;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x4F46;&#x662F;&#x4F3C;&#x4E4E;&#x66F4;&#x6539;&#x7684;&#x65F6;&#x5019;&#x5E76;&#x4E0D;&#x4F1A;&#x5C06;&#x4F60;&#x66FE;&#x7ECF;&#x63A5;&#x6536;&#x7684;&#x6587;&#x4EF6;&#x4E00;&#x5E76;&#x79FB;&#x8D70;&#xFF0C;&#x7740;&#x5B9E;&#x4E0D;&#x597D;&#x7528;&#xFF0C;&#x8FD9;&#x91CC;&#x5E76;&#x4E0D;&#x63A8;&#x8350;&#x3002;</p>
<p>&#x540C;&#x6837;&#x5730;&#xFF0C;&#x5728;&#x4F60;&#x5DF2;&#x7ECF;&#x5F52;&#x597D;&#x7C7B;&#x7684;&#x6587;&#x4EF6;&#x4F53;&#x7CFB;&#x4E2D;&#xFF0C;&#x4E5F;&#x8981;&#x65F6;&#x4E0D;&#x65F6;&#x8FDB;&#x884C;&#x68C0;&#x67E5;&#xFF0C;&#x5220;&#x53BB;&#x5197;&#x4F59;&#x4E0E;&#x65E0;&#x7528;&#x6587;&#x4EF6;&#xFF0C;&#x8FD9;&#x6837;&#x80FD;&#x591F;&#x4FDD;&#x6301;&#x4F60;&#x7684;&#x6587;&#x4EF6;&#x7CFB;&#x7EDF;&#x7B80;&#x800C;&#x7CBE;&#x3002;&#x300A;&#x793C;&#x8BB0;&#xB7;&#x5927;&#x5B66;&#x300B;&#x8F7D;&#xFF1A;&#x300C;&#x82DF;&#x65E5;&#x65B0;&#xFF0C;&#x65E5;&#x65E5;&#x65B0;&#xFF0C;&#x53C8;&#x65E5;&#x65B0;&#x3002;&#x300D;&#x5982;&#x662F;&#x800C;&#x5DF2;&#x3002;</p>
<h3 id="&#x66F4;&#x6539;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x5B58;&#x50A8;&#x4F4D;&#x7F6E;">&#x66F4;&#x6539;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x5B58;&#x50A8;&#x4F4D;&#x7F6E;*</h3>
<p>&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x53EB;&#x505A; <code>&#x6587;&#x6863;</code> &#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x5B83;&#x662F;&#x7CFB;&#x7EDF;&#x9884;&#x7F6E;&#x7684;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x5728;&#x4ECB;&#x7ECD;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x5148;&#x7B80;&#x5355;&#x63D0;&#x4E00;&#x4E0B;&#x300C;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x662F;&#x4EC0;&#x4E48;&#x3002;</p>
<p>&#x5982;&#x524D;&#x6240;&#x8A00;&#xFF0C;Windows &#x7CFB;&#x7EDF;&#x9ED8;&#x8BA4;&#x4E3A;&#x7528;&#x6237;&#x51C6;&#x5907;&#x4E86;&#x51E0;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x6765;&#x8FDB;&#x884C;&#x6587;&#x4EF6;&#x7684;&#x5206;&#x7C7B;&#x3002;&#x901A;&#x8FC7;&#x53CC;&#x51FB;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#xFF0C;&#x5C55;&#x5F00;&#x3010;&#x6587;&#x4EF6;&#x5939;&#x3011;&#x6298;&#x53E0;&#x9879;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2017.png" alt="Untitled"></p>
<p>Windows &#x7CFB;&#x7EDF;&#x7684;&#x672C;&#x610F;&#xFF0C;&#x662F;&#x5E0C;&#x671B;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x501F;&#x52A9;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#x6765;&#x8F85;&#x52A9;&#x8FDB;&#x884C;&#x6587;&#x4EF6;&#x7684;&#x6574;&#x7406;&#x3002;&#x53EF;&#x662F;&#xFF0C;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x4E0B;&#x5168;&#x90E8;&#x4F4D;&#x4E8E; C &#x76D8;&#xFF08;&#x8DEF;&#x5F84;&#x662F; <code>C:\&#x7528;&#x6237;\&lt;&#x4F60;&#x7684;&#x7528;&#x6237;&#x540D;&gt;\</code> &#xFF09;&#xFF0C;&#x800C;&#x628A;&#x5927;&#x91CF;&#x7684;&#x4E2A;&#x4EBA;&#x6587;&#x4EF6;&#x653E;&#x5728; C &#x76D8;&#x662F;&#x6211;&#x4EEC;&#x6240;&#x4E0D;&#x5EFA;&#x8BAE;&#x7684;&#x3002;&#x90A3;&#x8FD9;&#x4E9B;&#x7CFB;&#x7EDF;&#x300C;&#x597D;&#x5FC3;&#x300D;&#x51C6;&#x5907;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x5C31;&#x90FD;&#x4E0D;&#x80FD;&#x4F7F;&#x7528;&#x4E86;&#x5417;&#xFF1F;&#x7B54;&#x6848;&#x662F;&#x5426;&#x5B9A;&#x7684;&#x2014;&#x2014;&#x901A;&#x8FC7;&#x8FC1;&#x79FB;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#x5230; D &#x76D8;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x5229;&#x7528;&#x597D;&#x8FD9;&#x4E9B;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4FDD;&#x8BC1;&#x81EA;&#x5DF1;&#x7684;&#x6570;&#x636E;&#x5B89;&#x5168;&#x548C;&#x7CFB;&#x7EDF;&#x7A33;&#x5B9A;&#x3002;</p>
<blockquote>
<p>&#x770B;&#x5230;&#x8FD9;&#x51E0;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x7684;&#x300C;&#x684C;&#x9762;&#x300D;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x4F1A;&#x6709;&#x70B9;&#x5947;&#x602A;&#xFF1F;&#x684C;&#x9762;&#x4E3A;&#x4EC0;&#x4E48;&#x4E5F;&#x662F;&#x8FD9;&#x91CC;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x5462;&#xFF1F;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x684C;&#x9762;&#x7684;&#x672C;&#x8D28;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x684C;&#x9762;&#x4E0A;&#x4F60;&#x653E;&#x7684;&#x6587;&#x4EF6;&#x3001;&#x5404;&#x4E2A; app &#x7684;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x90FD;&#x5728;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x3002;</p>
</blockquote>
<p>&#x6211;&#x4EEC;&#x6253;&#x5F00; <code>C:\&#x7528;&#x6237;\&lt;&#x4F60;&#x7684;&#x7528;&#x6237;&#x540D;&gt;\</code> &#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5168;&#x90E8;&#x7684;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#x6DB5;&#x76D6;&#x4E86;&#x300C;&#x684C;&#x9762;&#x300D;&#x300C;&#x6587;&#x6863;&#x300D;</p>
<p>&#x300C;&#x56FE;&#x7247;&#x300D;&#x300C;&#x97F3;&#x4E50;&#x300D;&#x300C;&#x89C6;&#x9891;&#x300D;&#x7B49;&#x591A;&#x79CD;&#x7C7B;&#x522B;&#xFF0C;&#x5E76;&#x4E14;&#x90FD;&#x914D;&#x6709;&#x5F62;&#x8C61;&#x7684;&#x56FE;&#x6807;&#xFF0C;&#x5982;&#x56FE;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2018.png" alt="Untitled"></p>
<p>&#x6211;&#x4EEC;&#x7684;&#x76EE;&#x7684;&#x662F;&#x628A;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#x300C;&#x8FC1;&#x79FB;&#x300D;&#x5230; D &#x76D8;&#xFF08;&#x6216;&#x8005;&#x5176;&#x4ED6;&#x7684;&#x67D0;&#x4E2A;&#x78C1;&#x76D8;&#xFF0C;&#x8FD9;&#x91CC;&#x4EE5; D &#x76D8;&#x4E3A;&#x4F8B;&#xFF09;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x5145;&#x5206;&#x5730;&#x5229;&#x7528;&#x7CFB;&#x7EDF;&#x9884;&#x7F6E;&#x7684;&#x8FD9;&#x4E00;&#x6279;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x4E86;&#x3002;</p>
<p>&#x53F3;&#x51FB;&#x67D0;&#x4E2A;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x8FC1;&#x79FB;&#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF08;&#x6BD4;&#x5982;&#x3010;&#x684C;&#x9762;&#x3011;&#xFF09;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x5C5E;&#x6027;&#x3011;&#xFF0C;&#x7136;&#x540E;&#x5207;&#x6362;&#x5230;&#x3010;&#x4F4D;&#x7F6E;&#x3011;&#x9009;&#x9879;&#x5361;&#xFF0C;&#x5982;&#x56FE;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2019.png" alt="Untitled"></p>
<p>&#x6211;&#x4EEC;&#x5C06;&#x8FD9;&#x91CC;&#x6587;&#x672C;&#x6846;&#x4E2D;</p>
<pre><code>C:\Users\&lt;&#x4F60;&#x7684;&#x7528;&#x6237;&#x540D;&gt;\
</code></pre><p>&#x8FD9;&#x4E00;&#x90E8;&#x5206;<strong>&#xFF08;&#x6CE8;&#x610F;&#xFF1A;&#x6700;&#x540E;&#x4E00;&#x4E2A; <code>Desktop</code>&#x3001; <code>Documents</code> &#x4E4B;&#x7C7B;&#x7684;&#x540D;&#x5B57;&#x4E0D;&#x8981;&#x52A8;&#xFF01;&#xFF09;</strong><a href="file-and-file-management.html">&#x2074;</a>&#x6539;&#x6210;</p>
<pre><code>D:\
</code></pre><p><strong>&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;&#x300C;&#x684C;&#x9762;&#x300D;&#x800C;&#x8A00;&#xFF0C;&#x6539;&#x5B8C;&#x4E4B;&#x540E;&#x7684;&#x5B8C;&#x6574;&#x8DEF;&#x5F84;&#x662F;</strong></p>
<pre><code>D:\Desktop
</code></pre><p>&#x4F8B;&#x5982;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2020.png" alt="Untitled"></p>
<p>&#x70B9;&#x51FB;&#x3010;&#x5E94;&#x7528;&#x3011;&#xFF0C;&#x63D0;&#x793A;&#x300C;&#x6587;&#x4EF6;&#x5939; &#x201C;D:\Desktop&#x201D; &#x4E0D;&#x5B58;&#x5728;&#xFF0C;&#x662F;&#x5426;&#x65B0;&#x5EFA;&#x8BE5;&#x6587;&#x4EF6;&#x5939;&#x300D;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x662F;&#x3011;&#x3002;</p>
<p>&#x7D27;&#x63A5;&#x7740;&#x63D0;&#x793A;&#x300C;&#x662F;&#x5426;&#x8981;&#x5C06;&#x6240;&#x6709;&#x6587;&#x4EF6;&#x4ECE;&#x539F;&#x4F4D;&#x7F6E;&#x79FB;&#x52A8;&#x5230;&#x65B0;&#x4F4D;&#x7F6E;&#x300D;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x662F;&#x3011;&#x3002;</p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#x79FB;&#x52A8;&#x64CD;&#x4F5C;&#x5F88;&#x5FEB;&#x5C31;&#x4F1A;&#x5B8C;&#x6210;&#x3002;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x3010;&#x786E;&#x5B9A;&#x3011;&#x3002;&#x8FD9;&#x6837;&#x300C;&#x684C;&#x9762;&#x300D;&#x6587;&#x4EF6;&#x5939;&#x5C31;&#x88AB;&#x6210;&#x529F;&#x5730;&#x8FC1;&#x79FB;&#x5230;&#x4E86; D &#x76D8;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x6253;&#x5F00; <code>D:\&#x684C;&#x9762;</code> &#x6765;&#x67E5;&#x770B;&#x5176;&#x4E2D;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x4E0E;&#x4F60;&#x684C;&#x9762;&#x4E0A;&#x771F;&#x6B63;&#x770B;&#x5230;&#x7684;&#x4E1C;&#x897F;&#x5E94;&#x8BE5;&#x5927;&#x540C;&#x5C0F;&#x5F02;&#x3002;</p>
<p><em>&#x5BF9;&#x4E8E;&#x684C;&#x9762;&#x800C;&#x8A00;&#xFF0C;&#x73B0;&#x5728;&#x4F60;&#x653E;&#x5728;&#x684C;&#x9762;&#x4E0A;&#x7684;&#x6587;&#x4EF6;&#x672C;&#x8D28;&#x4E0A;&#x5C31;&#x5B58;&#x5728; D &#x76D8;&#x91CC;&#x4E86;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x4E0D;&#x5EFA;&#x8BAE;&#x4F60;&#x5728;&#x684C;&#x9762;&#x4E0A;&#x653E;&#x592A;&#x591A;&#x6587;&#x4EF6;&#x2014;&#x2014;&#x56E0;&#x4E3A;&#x8FD9;&#x6837;&#x4E0D;&#x65B9;&#x4FBF;&#x4F60;&#x81EA;&#x5DF1;&#x5BFB;&#x627E;&#x3002;</em></p>
<p><strong>&#x5F3A;&#x70C8;&#x5EFA;&#x8BAE;&#x8FDB;&#x884C;&#x8FC1;&#x79FB;&#x7684;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x6709;&#xFF1A;</strong></p>
<p><strong>&#x300C;&#x6587;&#x6863;&#x300D;&#x300C;&#x684C;&#x9762;&#x300D;&#x300C;&#x4E0B;&#x8F7D;&#x300D;&#x3002;</strong></p>
<p><strong>&#x5EFA;&#x8BAE;&#x8FDB;&#x884C;&#x8FC1;&#x79FB;&#x7684;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x6709;&#xFF1A;</strong></p>
<p><strong>&#x300C;&#x89C6;&#x9891;&#x300D;&#x300C;&#x56FE;&#x7247;&#x300D;&#x300C;&#x97F3;&#x4E50;&#x300D;&#x3002;</strong></p>
<p>&#x8FC1;&#x79FB;&#x5B8C;&#x6210;&#x4E4B;&#x540E;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x8FC1;&#x79FB;&#x4E4B;&#x540E;&#x7684;&#x4F4D;&#x7F6E;&#xFF08;&#x6BD4;&#x5982; D &#x76D8;&#xFF09;&#x770B;&#x5230;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x5B83;&#x4EEC;&#x73B0;&#x5728;&#x4E0D;&#x5728;&#x539F;&#x6765;&#x7684; <code>C:\&#x7528;&#x6237;\&lt;&#x4F60;&#x7684;&#x7528;&#x6237;&#x540D;&gt;\</code> &#x90A3;&#x91CC;&#x4E86;&#x3002;</p>
<p><img src="file-and-file-management/Untitled%2021.png" alt="Untitled"></p>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x67E5;&#x770B;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x7684;&#x51E0;&#x4E2A;&#x5206;&#x533A;&#x7684;&#x300C;&#x5377;&#x6807;&#x300D;&#xFF0C;&#x5E76;&#x4F9D;&#x7167;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x5206;&#x7C7B;&#x4E60;&#x60EF;&#x4FEE;&#x6539;&#x6210;&#x81EA;&#x5DF1;&#x6240;&#x559C;&#x6B22;&#x7684;&#x540D;&#x5B57;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x53EB;&#x300C;&#x8D44;&#x6599;&#x300D;&#x6216;&#x8005;&#x300C;Files&#x300D;&#x5C31;&#x6BD4;&#x300C;&#x65B0;&#x52A0;&#x5377;&#x300D;&#x6216;&#x8005;&#x6CA1;&#x6709;&#x5377;&#x6807;&#xFF08;&#x4F1A;&#x663E;&#x793A;&#x300C;&#x672C;&#x5730;&#x78C1;&#x76D8;&#x300D;&#xFF09;&#x8981;&#x76F4;&#x89C2;&#x5F97;&#x591A;&#x3002;  </li>
<li>&#x5C1D;&#x8BD5;&#x628A;&#x4E00;&#x4E2A;&#x56FE;&#x7247;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x6539;&#x6210; <code>txt</code>&#xFF0C;&#x7136;&#x540E;&#x7528;&#x300C;&#x8BB0;&#x4E8B;&#x672C;&#x300D;&#x6253;&#x5F00;&#x5B83;&#x3002;&#x4F60;&#x770B;&#x5230;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;<em>&#x8BB0;&#x5F97;&#x6539;&#x56DE;&#x6765;&#x54E6;&#xFF01;</em>  </li>
<li><p>&#x8BD5;&#x7740;&#x8FC1;&#x79FB;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x5230; D &#x76D8;&#x6216;&#x8005;&#x5176;&#x4ED6;&#x975E; C &#x76D8;&#x7684;&#x5206;&#x533A;&#xFF0C;&#x7136;&#x540E;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x5E2E;&#x52A9;&#x81EA;&#x5DF1;&#x6574;&#x7406;&#x6587;&#x4EF6;&#x3002;  </p>
<p> &#x6CE8;&#x610F;&#x8FC1;&#x79FB;&#x7684;&#x65F6;&#x5019;&#x5343;&#x4E07;&#x770B;&#x6E05;&#x695A;&#x76EE;&#x6807;&#x8DEF;&#x5F84;&#x662F;&#x5B8C;&#x6574;&#x7684; <code>D:\Documents</code>&#x3001; <code>D:\Desktop</code> &#x8FD9;&#x6837;&#x7684;&#x8DEF;&#x5F84;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5149;&#x79C3;&#x79C3;&#x7684;&#x4E00;&#x4E2A; <code>D:\</code>&#x3002;</p>
</li>
<li><p>&#x6574;&#x7406;&#x4F60;&#x7684; QQ &#x6587;&#x4EF6;&#x63A5;&#x6536;&#x6587;&#x4EF6;&#x5939; <code>FileRecv</code>&#x3002;  </p>
</li>
<li>&#x9009;&#x62E9;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x51E0;&#x4E2A;&#x6587;&#x4EF6;&#x548C;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x628A;&#x5B83;&#x4EEC;&#x6253;&#x5305;&#x6210;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x6587;&#x4EF6; <code>MyArchive.zip</code>&#xFF0C;&#x590D;&#x5236;&#x5230;&#x5176;&#x4ED6;&#x7684;&#x67D0;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x5C1D;&#x8BD5;&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x89E3;&#x538B;&#x65B9;&#x5F0F;&#x300C;&#x63D0;&#x53D6;&#x5230;&#x5F53;&#x524D;&#x4F4D;&#x7F6E;&#x300D;&#x300C;&#x63D0;&#x53D6;&#x5230; MyArchive\&#x300D;&#x3002;  </li>
<li>&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x6587;&#x6863;&#xFF08;&#x53EF;&#x4EE5;&#x662F;&#x7EAF;&#x6587;&#x672C;&#x6587;&#x4EF6; <code>txt</code> &#x6216;&#x8005; Word &#x6587;&#x6863; <code>docx</code> &#x7B49;&#xFF09;&#x5E76;&#x5199;&#x5165;&#x4E00;&#x4E9B;&#x5185;&#x5BB9;&#xFF0C;&#x7136;&#x540E;&#x5236;&#x4F5C;&#x5B83;&#x7684;&#x4E24;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#xFF0C;&#x5E76;&#x628A;&#x8FD9;&#x4E24;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x653E;&#x5728;&#x4E24;&#x4E2A;&#x4E0E;&#x6E90;&#x6587;&#x4EF6;&#x90FD;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x5730;&#x65B9;&#x3002;&#x8BD5;&#x7740;&#x53CC;&#x51FB;&#x6253;&#x5F00;&#x90A3;&#x4E24;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#xFF0C;&#x4F60;&#x53D1;&#x73B0;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;&#x5220;&#x6389;&#x4E24;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#xFF0C;&#x6E90;&#x6587;&#x4EF6;&#x88AB;&#x5220;&#x9664;&#x4E86;&#x5417;&#xFF1F;&#x53E6;&#x4E00;&#x4E2A;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x8FD8;&#x5728;&#x5417;&#xFF1F;  </li>
</ol>
<h2 id="&#x6CE8;&#x91CA;">&#x6CE8;&#x91CA;</h2>
<ol>
<li>&#x8FD9;&#x662F;&#x56E0;&#x4E3A; A &#x548C; B &#x4E24;&#x4E2A;&#x76D8;&#x7B26;&#x5728;&#x8FC7;&#x53BB;&#x662F;&#x7559;&#x7ED9;&#x300C;&#x8F6F;&#x76D8;&#x300D;&#x7684;&#xFF0C;&#x4F46;&#x8F6F;&#x76D8;&#x65E9;&#x5C31;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x5386;&#x53F2;&#x4E86;&#xFF0C;&#x4E0D;&#x8FC7;&#x8FD9;&#x4E2A;&#x4E60;&#x60EF;&#x5374;&#x4FDD;&#x7559;&#x4E86;&#x4E0B;&#x6765;&#x3002;  </li>
<li>&#x6709;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x79F0;&#x547C;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x65F6;&#x4E5F;&#x4F1A;&#x628A;&#x70B9;&#x53F7;&#x5305;&#x542B;&#x8FDB;&#x53BB;&#x3002;&#x4E0B;&#x9762;&#x4E24;&#x79CD;&#x8BF4;&#x6CD5;&#x662F;&#x7B49;&#x4EF7;&#x7684;&#xFF1A;  <ul>
<li>&#x67D0;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x662F; <code>txt</code>&#x3002;  </li>
<li>&#x67D0;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x662F; <code>.txt</code>&#x3002;  </li>
</ul>
</li>
<li>&#x5343;&#x4E07;&#x4E0D;&#x8981;&#x624B;&#x52A8;&#x628A;&#x4E00;&#x4E2A;&#x6B63;&#x5E38;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x6539;&#x6210; <code>lnk</code>&#xFF0C;&#x5426;&#x5219;&#x5C31;&#x5F88;&#x96BE;&#x6539;&#x56DE;&#x6765;&#x4E86;&#x3002;  </li>
<li>&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x5C0F;&#x5FC3;&#x628A;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x4F4D;&#x7F6E;&#x8BBE;&#x7F6E;&#x6210;&#x4E86;&#x67D0;&#x4E2A;&#x78C1;&#x76D8;&#x7684;&#x6839;&#x76EE;&#x5F55;&#xFF08;&#x6BD4;&#x5982;&#x8BF4; <code>D:\</code>&#xFF09;&#xFF0C;&#x4F1A;&#x89E6;&#x53D1; Windows &#x7CFB;&#x7EDF;&#x7684;&#x4E00;&#x4E2A; bug&#xFF0C;&#x5BFC;&#x81F4;&#x5F88;&#x96BE;&#x518D;&#x6539;&#x56DE;&#x6765;&#x3002;<del>&#xFF08;&#x8FA3;&#x9E21; Windows&#xFF09;</del></li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="computer-and-its-components.html" class="navigation navigation-prev " aria-label="Previous page: 电脑以及电脑的组成">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="software-installation.html" class="navigation navigation-next " aria-label="Next page: 软件的寻找与安装">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"文件与文件管理","level":"1.3.3","depth":2,"next":{"title":"软件的寻找与安装","level":"1.3.4","depth":2,"path":"missing/software-installation.md","ref":"missing/software-installation.md","articles":[]},"previous":{"title":"电脑以及电脑的组成","level":"1.3.2","depth":2,"path":"missing/computer-and-its-components.md","ref":"missing/computer-and-its-components.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/file-and-file-management.md","mtime":"2022-02-08T03:19:49.944Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-02-08T04:24:10.399Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

