
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>遇到问题怎么办 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="basic-maintenance.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    电脑以及电脑的组成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公必备软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >遇到问题怎么办</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x9047;&#x5230;&#x95EE;&#x9898;&#x600E;&#x4E48;&#x529E;">&#x9047;&#x5230;&#x95EE;&#x9898;&#x600E;&#x4E48;&#x529E;</h1>
<p>&#x5728;&#x4F7F;&#x7528;&#x7535;&#x8111;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x96BE;&#x514D;&#x4F1A;&#x9047;&#x5230;&#x5404;&#x79CD;&#x300C;&#x95EE;&#x9898;&#x300D;&#x3002;&#x8FD9;&#x300C;&#x95EE;&#x9898;&#x300D;&#xFF0C;&#x6307;&#x7684;&#x662F;&#x7535;&#x8111;&#x5E76;&#x6CA1;&#x6709;&#x6309;&#x7167;&#x6211;&#x4EEC;&#x7684;&#x60F3;&#x6CD5;&#x5DE5;&#x4F5C;&#xFF0C;&#x6709;&#x65F6;&#x8FD8;&#x4F34;&#x968F;&#x7740;&#x610F;&#x6599;&#x4E4B;&#x5916;&#x7684;&#x63D0;&#x793A;&#x8BED;&#x53E5;&#x3002;&#x770B;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x5C06;&#x80FD;&#x627E;&#x5230;&#x4E0B;&#x9762;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF1A;</p>
<ul>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF1F;</li>
<li>&#x600E;&#x4E48;&#x6837;&#x6709;&#x6548;&#x5730;&#x5411;&#x522B;&#x4EBA;&#x63D0;&#x95EE;&#xFF1F;</li>
<li>&#x627E;&#x4E0D;&#x5230;&#x4EBA;&#x63D0;&#x95EE;&#xFF0C;&#x600E;&#x6837;&#x6709;&#x6548;&#x5730;&#x4E0A;&#x7F51;&#x67E5;&#x627E;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF1F;</li>
</ul>
<hr>
<p>&#x8F6F;&#x4EF6;&#x7684; bug&#x3001;&#x8FD0;&#x884C;&#x73AF;&#x5883;&#x548C;&#x65B9;&#x5F0F;&#x4E0D;&#x5BF9;&#x3001;&#x64CD;&#x4F5C;&#x7684;&#x4E0D;&#x5F53;&#x7B49;&#x90FD;&#x4F1A;&#x5BFC;&#x81F4;&#x300C;&#x95EE;&#x9898;&#x300D;&#xFF0C;&#x90FD;&#x53EF;&#x80FD;&#x8BA9;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x6B63;&#x5E38;&#x5730;&#x4F7F;&#x7528;&#x8F6F;&#x4EF6;&#x6765;&#x5B8C;&#x6210;&#x6211;&#x4EEC;&#x7684;&#x9700;&#x6C42;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x300C;&#x95EE;&#x9898;&#x300D;&#x548C;&#x300C;&#x63D0;&#x95EE;&#x300D;&#x3002;</p>
<h2 id="&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x9047;&#x5230;&#x95EE;&#x9898;">&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x9047;&#x5230;&#x95EE;&#x9898;</h2>
<p>&#x6240;&#x8C13;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x662F;&#x6307;&#x8F6F;&#x4EF6;&#xFF08;&#x5305;&#x62EC; Windows &#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#x548C;&#x7CFB;&#x7EDF;&#x4E4B;&#x4E0A;&#x7684; app&#xFF09;&#x6CA1;&#x6709;&#x6309;&#x6211;&#x4EEC;&#x6240;&#x8BBE;&#x60F3;&#x7684;&#x65B9;&#x5F0F;&#x5DE5;&#x4F5C;&#x2014;&#x2014;&#x4F8B;&#x5982;&#xFF0C;&#x6253;&#x4E0D;&#x5F00;&#x3001;&#x95EA;&#x9000;&#x3001;&#x529F;&#x80FD;&#x4E0D;&#x6B63;&#x5E38;&#x3001;&#x7279;&#x5B9A;&#x529F;&#x80FD;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x3001;&#x7535;&#x8111;&#x84DD;&#x5C4F;&#x7B49;&#x3002;&#x9047;&#x5230;&#x95EE;&#x9898;&#x7684;&#x539F;&#x56E0;&#x662F;&#x5341;&#x5206;&#x591A;&#x6837;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;</p>
<ul>
<li>&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x662F;&#x300C;&#x8F6F;&#x4EF6;&#x7684;&#x95EE;&#x9898;&#x300D;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x6240;&#x8C13;&#x7684; bug&#x3002;&#x5177;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x7531;&#x4E8E;&#x8F6F;&#x4EF6;&#x8BBE;&#x8BA1;&#x8005;&#x8003;&#x8651;&#x4E0D;&#x5468;&#x5168;&#xFF0C;&#x800C;&#x8FD9;&#x4E9B;&#x8003;&#x8651;&#x4E0D;&#x5468;&#x5168;&#x7684;&#x5730;&#x65B9;&#x88AB;&#x6211;&#x4EEC;&#x7ED9;&#x78B0;&#x4E0A;&#x4E86;&#xFF0C;&#x4ECE;&#x800C;&#x4EA7;&#x751F;&#x672A;&#x5B9A;&#x4E49;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x9020;&#x6210;&#x5404;&#x79CD;&#x95EE;&#x9898;&#x3002;</li>
<li>&#x8F6F;&#x4EF6;&#x6CA1;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x6CA1;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x95EE;&#x9898;&#x51FA;&#x5728;&#x300C;&#x5728;&#x4E0D;&#x5408;&#x9002;&#x7684;&#x73AF;&#x5883;&#x91CC;&#x8FD0;&#x884C;&#x300D;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x67D0;&#x4E2A;&#x8F6F;&#x4EF6; A &#x53EF;&#x80FD;&#x9700;&#x8981;&#x7CFB;&#x7EDF;&#x7248;&#x672C;&#x81F3;&#x5C11;&#x662F; B &#x4F46;&#x4E0D;&#x80FD;&#x592A;&#x65B0;&#xFF08;&#x4E0D;&#x80FD;&#x9AD8;&#x8FC7; C&#xFF09;&#xFF0C;&#x800C;&#x4E14;&#x9700;&#x8981;&#x7535;&#x8111;&#x4E0A;&#x5B89;&#x88C5;&#x4E86; D &#x548C; E&#x3002;&#x4E00;&#x65E6;&#x8FD9;&#x4E00;&#x4E32;&#x6761;&#x4EF6;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x4E0D;&#x6EE1;&#x8DB3;&#xFF0C;&#x8F6F;&#x4EF6; A &#x53EF;&#x80FD;&#x5C31;&#x4E0D;&#x80FD;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#x3002;</li>
<li>&#x8F6F;&#x4EF6;&#x6CA1;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x64CD;&#x4F5C;&#x4E0D;&#x5F53;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x8FDB;&#x884C;&#x8F6F;&#x4EF6;&#x8BBE;&#x7F6E;&#x7684;&#x65F6;&#x5019;&#x9057;&#x6F0F;&#x4E86;&#x67D0;&#x4E9B;&#x5173;&#x952E;&#x7684;&#x6B65;&#x9AA4;&#xFF0C;&#x4ECE;&#x800C;&#x9020;&#x6210;&#x4E86;&#x95EE;&#x9898;&#x7684;&#x4EA7;&#x751F;&#x3002;</li>
</ul>
<p>&#x95EE;&#x9898;&#x672C;&#x8EAB;&#x662F;&#x591A;&#x6837;&#x7684;&#xFF0C;&#x4EA7;&#x751F;&#x95EE;&#x9898;&#x7684;&#x539F;&#x56E0;&#x662F;&#x590D;&#x6742;&#x7684;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x6CD5;&#x4E5F;&#x662F;&#x4E0D;&#x552F;&#x4E00;&#x7684;&#x3002;&#x53D7;&#x9650;&#x4E8E;&#x7BC7;&#x5E45;&#x548C;&#x6211;&#x4EEC;&#x7684;&#x7CBE;&#x529B;&#xFF0C;&#x300A;Missing&#x300B;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x5728;&#x4E00;&#x7AE0;&#x4E4B;&#x4E2D;&#x603B;&#x7ED3;&#x5B8C;&#x6240;&#x6709;&#x5728;&#x7535;&#x8111;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x53EF;&#x80FD;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x7684;&#x3002;&#x76F8;&#x53CD;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x4E00;&#x7AE0;&#x4ECB;&#x7ECD;&#x300C;&#x63D0;&#x95EE;&#x300D;&#x7684;&#x65B9;&#x6CD5;&#x2014;&#x2014;&#x5728;&#x4ECA;&#x5929;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x5F53;&#x52A8;&#x7528;&#x81EA;&#x5DF1;&#x7684;&#x4EBA;&#x8109;&#x548C;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x5145;&#x5206;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x8D44;&#x6E90;&#x6765;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x800C;&#x300C;&#x63D0;&#x95EE;&#x300D;&#x6B63;&#x662F;&#x6211;&#x4EEC;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x8D44;&#x6E90;&#x7684;&#x624B;&#x6BB5;&#x3002;</p>
<h2 id="&#x5411;&#x4ED6;&#x4EBA;&#x63D0;&#x95EE;&#x7684;&#x827A;&#x672F;">&#x5411;&#x4ED6;&#x4EBA;&#x63D0;&#x95EE;&#x7684;&#x827A;&#x672F;</h2>
<p>&#x5982;&#x679C;&#x6211;&#x4EEC;&#x51B3;&#x5B9A;&#x5C31;&#x81EA;&#x5DF1;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x5411;&#x4ED6;&#x4EBA;&#x63D0;&#x95EE;&#xFF0C;&#x5982;&#x4F55;&#x63D0;&#x95EE;&#x5C31;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x503C;&#x5F97;&#x601D;&#x8003;&#x7684;&#x95EE;&#x9898;&#x3002;&#x300C;&#x63D0;&#x95EE;&#x300D;&#x81F3;&#x5C11;&#x8981;&#x8BA9;&#x5BF9;&#x65B9;&#x77E5;&#x9053;&#x4E0B;&#x9762;&#x51E0;&#x4EF6;&#x4E8B;&#xFF1A;</p>
<ul>
<li>&#x300C;&#x6211;&#x300D;&#x9047;&#x5230;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;</li>
<li>&#x300C;&#x6211;&#x300D;&#x662F;&#x5982;&#x4F55;&#x8BA9;&#x8FD9;&#x79CD;&#x72B6;&#x51B5;&#x4EA7;&#x751F;&#x7684;&#xFF1F;</li>
<li>&#x300C;&#x6211;&#x300D;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF1F;</li>
</ul>
<p>&#x5177;&#x4F53;&#x5730;&#xFF1A;</p>
<ul>
<li><strong>&#x53CD;&#x6620;&#x73B0;&#x573A;</strong>&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x901A;&#x8FC7;&#x622A;&#x5C4F;&#x622A;&#x53D6;&#x95EE;&#x9898;&#x5BF9;&#x5E94;&#x7684;&#x63D0;&#x793A;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x80FD;&#x622A;&#x5C4F;&#xFF08;&#x4F8B;&#x5982;&#x84DD;&#x5C4F;&#x6216;&#x6B7B;&#x673A;&#xFF09;&#xFF0C;&#x5C31;&#x4F7F;&#x7528;&#x624B;&#x673A;&#x62CD;&#x5C4F;&#x5E55;&#x4E0A;&#x7684;&#x63D0;&#x793A;&#x3002;&#x622A;&#x5C4F;&#x5E94;&#x8BE5;&#x8303;&#x56F4;&#x8DB3;&#x591F;&#x5927;&#x4E14;&#x8DB3;&#x591F;&#x6E05;&#x6670;&#xFF0C;&#x8FD9;&#x6837;&#x5BF9;&#x65B9;&#x624D;&#x80FD;&#x4E00;&#x6B21;&#x6027;&#x4ECE;&#x4E00;&#x5F20;&#x56FE;&#x4E0A;&#x83B7;&#x53D6;&#x5C3D;&#x91CF;&#x591A;&#x7684;&#x4FE1;&#x606F;&#x2014;&#x2014;&#x95EE;&#x9898;&#x53D1;&#x751F;&#x65F6;&#x4F60;&#x5728;&#x505A;&#x4EC0;&#x4E48;&#x3001;&#x8F6F;&#x4EF6;&#x5728;&#x505A;&#x4EC0;&#x4E48;&#x3001;&#x7CFB;&#x7EDF;&#x662F;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#x2026;&#x2026;&#x7B49;&#x3002;</li>
<li><strong>&#x590D;&#x73B0;&#x64CD;&#x4F5C;</strong>&#x3002;&#x590D;&#x8FF0;&#x95EE;&#x9898;&#x4EA7;&#x751F;&#x7684;&#x8FC7;&#x7A0B;&#x2014;&#x2014;&#x300C;&#x6211;&#x300D;&#x5728;&#x54EA;&#x51E0;&#x4E2A;&#x64CD;&#x4F5C;&#x4E4B;&#x540E;&#x5BFC;&#x81F4;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#x4EA7;&#x751F;&#x3002;&#x95EE;&#x9898;&#x662F;&#x7A81;&#x7136;&#x4EA7;&#x751F;&#x7684;&#xFF0C;&#x8FD8;&#x662F;&#x5728;&#x300C;&#x6211;&#x300D;&#x64CD;&#x4F5C;&#x4E4B;&#x540E;&#x7ACB;&#x5373;&#x4EA7;&#x751F;&#x7684;&#xFF1F;&#x5728;&#x95EE;&#x9898;&#x53D1;&#x751F;&#x4E4B;&#x524D;&#x7684;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x6709;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x503C;&#x5F97;&#x6CE8;&#x610F;&#x7684;&#x73B0;&#x8C61;&#xFF1F;&#x300C;&#x6211;&#x300D;&#x5728;&#x95EE;&#x9898;&#x53D1;&#x751F;&#x4E4B;&#x524D;&#x5E72;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;</li>
<li><strong>&#x8868;&#x8FBE;&#x9700;&#x6C42;</strong>&#x3002;&#x8868;&#x8FBE;&#x81EA;&#x5DF1;&#x7684;&#x9700;&#x6C42;&#x2014;&#x2014;&#x300C;&#x6211;&#x300D;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x662F;&#x8981;&#x5E72;&#x4EC0;&#x4E48;&#xFF1F;&#x8003;&#x8651;&#x5230;&#x6709;&#x4E9B;&#x95EE;&#x9898;&#x662F;&#x8F6F;&#x4EF6;&#x7684; bug &#x9020;&#x6210;&#x800C;&#x5E76;&#x975E;&#x6211;&#x4EEC;&#x81EA;&#x8EAB;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x901A;&#x8FC7;&#x544A;&#x77E5;&#x88AB;&#x63D0;&#x95EE;&#x8005;&#x6211;&#x4EEC;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x5BF9;&#x65B9;&#x53EF;&#x4EE5;&#x9488;&#x5BF9;&#x6027;&#x5730;&#x7ED9;&#x6211;&#x4EEC;&#x63D0;&#x51FA;&#x5EFA;&#x8BAE;&#x2014;&#x2014;&#x662F;&#x53BB;&#x89E3;&#x51B3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x8FD8;&#x662F;&#x4EC5;&#x4EC5;&#x4E0D;&#x4E88;&#x7406;&#x4F1A;&#x3002;&#x6BD5;&#x7ADF;&#x5F88;&#x591A;&#x95EE;&#x9898;&#x5E76;&#x4E0D;&#x963B;&#x788D;&#x6211;&#x4EEC;&#x5DE5;&#x4F5C;&#x3002;</li>
</ul>
<p>&#x5F53;&#x7136;&#xFF0C;&#x5728;&#x8BF7;&#x6C42;&#x4ED6;&#x4EBA;&#x5E2E;&#x52A9;&#x65F6;&#x5E94;&#x8BE5;&#x9075;&#x5FAA;&#x57FA;&#x672C;&#x7684;&#x793E;&#x4EA4;&#x793C;&#x4EEA;&#x3002;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x6211;&#x4EEC;&#x4E0D;&#x518D;&#x8D58;&#x8FF0;&#x3002;</p>
<h2 id="&#x4E0A;&#x7F51;&#x67E5;&#x627E;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;">&#x4E0A;&#x7F51;&#x67E5;&#x627E;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;</h2>
<p>&#x5728;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x4E0A;&#x7F51;&#x641C;&#x7D22;&#x7B54;&#x6848;&#x7684;&#x60C5;&#x51B5;&#x8FDC;&#x8FDC;&#x591A;&#x4E8E;&#x5411;&#x4ED6;&#x4EBA;&#x63D0;&#x95EE;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x56E0;&#x800C;&#xFF0C;&#x638C;&#x63E1;&#x5982;&#x4F55;&#x6709;&#x6548;&#x5730;&#x4E0A;&#x7F51;&#x67E5;&#x627E;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x6BD4;&#x4E0A;&#x6587;&#x8BB2;&#x8FF0;&#x7684;&#x63D0;&#x95EE;&#x6280;&#x5DE7;&#x6216;&#x8BB8;&#x66F4;&#x52A0;&#x5B9E;&#x7528;&#x3002;</p>
<p>&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4E0E;&#x63D0;&#x95EE;&#x4E0D;&#x540C;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x80FD;&#x76F4;&#x63A5;&#x5728;&#x767E;&#x5EA6;&#x641C;&#x7D22;&#x6846;&#x4E2D;&#x7C98;&#x8D34;&#x56FE;&#x7247;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x5728;&#x641C;&#x7D22;&#x6846;&#x5199;&#x592A;&#x591A;&#x4E1C;&#x897F;&#x3002;&#x4F7F;&#x7528;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x67E5;&#x627E;&#x7B54;&#x6848;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x300C;&#x5173;&#x952E;&#x8BCD;&#x300D;&#x4EE3;&#x66FF;&#x6210;&#x6BB5;&#x7684;&#x8BED;&#x53E5;&#x6765;&#x8868;&#x5F81;&#x81EA;&#x5DF1;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x5E38;&#x5E38;&#x89C1;&#x5230;&#x7684;&#x8F6F;&#x4EF6;&#x51FA;&#x9519;&#xFF0C;&#x4E00;&#x822C;&#x90FD;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#x300C;&#x9519;&#x8BEF;&#x4EE3;&#x7801;&#x300D;&#x4EE5;&#x53CA;&#x76F8;&#x5E94;&#x7684;&#x9519;&#x8BEF;&#x6587;&#x672C;&#x3002;&#x8FD9;&#x4E2A;<strong>&#x9519;&#x8BEF;&#x4EE3;&#x7801;&#x548C;&#x9519;&#x8BEF;&#x6587;&#x672C;&#x5C31;&#x662F;&#x6700;&#x6700;&#x91CD;&#x8981;&#x7684;&#x5173;&#x952E;&#x8BCD;&#x4E4B;&#x4E00;</strong>&#x3002;&#x5B83;&#x53EF;&#x80FD;&#x662F;&#x8FD9;&#x6837;&#xFF1A;</p>
<p><img src="how-to-find-solutions/Untitled.png" alt="Untitled"></p>
<p>&#x53EF;&#x80FD;&#x662F;&#x8FD9;&#x6837;&#xFF1A;</p>
<p><img src="how-to-find-solutions/Untitled%201.png" alt="Untitled"></p>
<p>&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x8FD9;&#x6837;&#xFF1A;</p>
<p><img src="how-to-find-solutions/Untitled%202.png" alt="Untitled"></p>
<p><strong>&#x53E6;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x5173;&#x952E;&#x8BCD;&#x662F;&#x53D1;&#x751F;&#x95EE;&#x9898;&#x7684;&#x8F6F;&#x4EF6;</strong>&#x3002;&#x4EC5;&#x51ED;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x4EE3;&#x7801;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x4F1A;&#x627E;&#x5230;&#x6709;&#x540C;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x4EE3;&#x7801;&#x7684;&#x6765;&#x81EA;&#x4E0D;&#x540C;&#x8F6F;&#x4EF6;&#x7684;&#x4E0D;&#x540C;&#x95EE;&#x9898;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x641C;&#x7D22;&#x65F6;&#x6211;&#x4EEC;&#x52A1;&#x5FC5;&#x9700;&#x8981;&#x5E26;&#x4E0A;&#x300C;&#x4EC0;&#x4E48;&#x8F6F;&#x4EF6;&#x53D1;&#x751F;&#x7684;&#x8FD9;&#x4E2A;&#x9519;&#x8BEF;&#x300D;&#x3002;&#x5BF9;&#x4E8E;&#x84DD;&#x5C4F;&#x9519;&#x8BEF;&#xFF0C;&#x8F6F;&#x4EF6;&#x5C31;&#x662F;&#x300C;Windows 10&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x5177;&#x4F53;&#x7248;&#x672C;&#xFF1B;&#x5BF9;&#x4E8E;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#x9519;&#x8BEF;&#xFF0C;&#x5C3D;&#x91CF;&#x7528;&#x7B80;&#x77ED;&#x7684;&#x8BED;&#x53E5;&#x8868;&#x793A;&#x7CBE;&#x786E;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x6BD4;&#x5982;&#x300C;CAD 2022&#x300D;&#x300C;Word 2019&#x300D;&#x7B49;&#x3002;</p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x901A;&#x8FC7;&#x4E0A;&#x9762;&#x4E24;&#x4E2A;&#x5173;&#x952E;&#x8BCD;&#x4E00;&#x8D77;&#x641C;&#x7D22;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x5B9A;&#x4F4D;&#x5230;&#x95EE;&#x9898;&#x548C;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#x7B54;&#x6848;&#x4E86;&#x3002;&#x4F8B;&#x5982;&#xFF1A;</p>
<p><img src="how-to-find-solutions/Untitled%203.png" alt="Untitled"></p>
<p>&#x5728;&#x8FD9;&#x4E9B;&#x6559;&#x7A0B;&#x7C7B;&#x7684;&#x6587;&#x7AE0;&#x4E2D;&#x7EC6;&#x7EC6;&#x5BFB;&#x627E;&#xFF0C;&#x4E00;&#x822C;&#x6211;&#x4EEC;&#x90FD;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x5728;&#x591A;&#x5982;&#x725B;&#x6BDB;&#x7684;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x4E2D;&#x7B5B;&#x9009;&#x6211;&#x4EEC;&#x6240;&#x9700;&#x8981;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4E5F;&#x5E76;&#x975E;&#x4E00;&#x4EF6;&#x5F88;&#x5BB9;&#x6613;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x5728;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x7684;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6CE8;&#x610F;&#x4E0B;&#x9762;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#xFF1A;</p>
<ul>
<li><strong>&#x5173;&#x6CE8;&#x300C;&#x66F4;&#x65B0;&#x65F6;&#x95F4;&#x300D;&#x3002;</strong>&#x5F88;&#x591A;&#x7F51;&#x7AD9;&#x90FD;&#x4F1A;&#x663E;&#x793A;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x662F;&#x4E8E;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x53D1;&#x5E03;&#x7684;&#x3002;&#x5F53;&#x6211;&#x4EEC;&#x641C;&#x7D22;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6559;&#x7A0B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x9075;&#x5FAA;&#x300C;&#x8D8A;&#x65B0;&#x8D8A;&#x597D;&#x300D;&#x7684;&#x539F;&#x5219;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x540C;&#x6837;&#x4E00;&#x7C7B;&#x9519;&#x8BEF;&#xFF0C;&#x4E00;&#x7BC7; 2016 &#x5E74;&#x7684;&#x6587;&#x7AE0;&#x548C;&#x4E00;&#x7BC7; 2021 &#x5E74;&#x7684;&#x6587;&#x7AE0;&#x90FD;&#x7ED9;&#x51FA;&#x4E86;&#x89E3;&#x51B3;&#x65B9;&#x6CD5;&#xFF0C;&#x90A3;&#x6211;&#x4EEC;&#x5C31;&#x4F18;&#x5148;&#x9009;&#x62E9; 2021 &#x5E74;&#x7684;&#x90A3;&#x7BC7;&#x6587;&#x7AE0;&#x3002;</li>
<li><strong>&#x8B66;&#x60D5;&#x6D17;&#x7A3F;&#x6587;&#x3002;</strong>&#x8B6C;&#x5982;&#x300C;&#x767E;&#x5EA6;&#x77E5;&#x9053;&#x300D;&#x300C;&#x767E;&#x5EA6;&#x7ECF;&#x9A8C;&#x300D;&#x751A;&#x81F3;&#x662F;&#x300C;CSDN&#x300D;&#x8FD9;&#x6837;&#x7684;&#x7F51;&#x7AD9;&#xFF0C;&#x6709;&#x5927;&#x91CF;&#x6D17;&#x7A3F;&#x3001;&#x6284;&#x88AD;&#x800C;&#x6765;&#x7684;&#x6559;&#x7A0B;&#x6587;&#x7AE0;&#x3002;&#x8FD9;&#x4E9B;&#x6587;&#x7AE0;&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#x662F;&#x4E1C;&#x62FC;&#x897F;&#x51D1;&#xFF0C;&#x5185;&#x5BB9;&#x4E0D;&#x5B8C;&#x6574;&#xFF0C;&#x6709;&#x4E9B;&#x8FD8;&#x6DF7;&#x6709;&#x4E25;&#x91CD;&#x7684;&#x673A;&#x7FFB;&#x6210;&#x5206;&#x3002;&#x5728;&#x5BFB;&#x627E;&#x6559;&#x7A0B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C3D;&#x91CF;&#x4E0D;&#x8981;&#x9009;&#x62E9;&#x8FD9;&#x6837;&#x7684;&#x6587;&#x7AE0;&#x3002;</li>
</ul>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x5982;&#x679C;&#x4F60;&#x51C6;&#x5907;&#x4F7F;&#x7528;&#x300C;Premiere&#x300D;&#x8F6F;&#x4EF6;&#x5236;&#x4F5C;&#x4E00;&#x4E2A;&#x89C6;&#x9891;&#xFF0C;&#x4F46;&#x5728;&#x5BFC;&#x51FA;&#x65F6;&#x5F39;&#x51FA;&#x4E86;&#x4E0B;&#x9762;&#x7684;&#x7A97;&#x53E3;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x7528;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x641C;&#x7D22;&#x8BED;&#x53E5;&#x4E0A;&#x7F51;&#x68C0;&#x7D22;&#xFF1F;
<img src="how-to-find-solutions/Untitled%204.png" alt="Untitled"></li>
<li>&#x5982;&#x679C;&#x4F60;&#x51C6;&#x5907;&#x6253;&#x5F00;&#x4E00;&#x4E2A;&#x5C0F;&#x5DE5;&#x5177;&#x7A0B;&#x5E8F;&#x65F6;&#xFF0C;&#x5F39;&#x51FA;&#x4E86;&#x8FD9;&#x6837;&#x7684;&#x7A97;&#x53E3;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x529E;&#xFF1F;
<img src="how-to-find-solutions/Untitled%205.png" alt="Untitled"></li>
<li>&#x5982;&#x679C;&#x4F60;&#x51C6;&#x5907;&#x6253;&#x5F00;&#x4E00;&#x4E2A;&#x5E94;&#x7528;&#x65F6;&#xFF0C;&#x5F39;&#x51FA;&#x4E86;&#x8FD9;&#x6837;&#x7684;&#x7A97;&#x53E3;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x529E;&#xFF1F;
<img src="how-to-find-solutions/Untitled%206.png" alt="Untitled"></li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="basic-maintenance.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 基本维护和安全防护">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"遇到问题怎么办","level":"1.3.6","depth":2,"next":{"title":"软件篇","level":"1.4","depth":1,"ref":"","articles":[{"title":"Office 和 WPS——办公必备软件","level":"1.4.1","depth":2,"path":"missing/office-and-wps.md","ref":"missing/office-and-wps.md","articles":[]},{"title":"浏览器——网上冲浪必备工具","level":"1.4.2","depth":2,"path":"missing/browsers-and-how-to-choose.md","ref":"missing/browsers-and-how-to-choose.md","articles":[]}]},"previous":{"title":"基本维护和安全防护","level":"1.3.5","depth":2,"path":"missing/basic-maintenance.md","ref":"missing/basic-maintenance.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/how-to-find-solutions.md","mtime":"2022-02-08T03:20:06.884Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-02-08T04:24:10.399Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

