
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>软件的寻找与安装 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="basic-maintenance.html" />
    
    
    <link rel="prev" href="file-and-file-management.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    电脑以及电脑的组成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公必备软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >软件的寻找与安装</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8F6F;&#x4EF6;&#x7684;&#x5BFB;&#x627E;&#x4E0E;&#x5B89;&#x88C5;">&#x8F6F;&#x4EF6;&#x7684;&#x5BFB;&#x627E;&#x4E0E;&#x5B89;&#x88C5;</h1>
<p>&#x8F6F;&#x4EF6;&#x7684;&#x4E0B;&#x8F7D;&#x5B89;&#x88C5;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#x662F;&#x56F0;&#x6270;&#x8BB8;&#x591A;&#x300C;&#x7535;&#x8111;&#x5C0F;&#x767D;&#x300D;&#x7684;&#x5927;&#x95EE;&#x9898;&#x2014;&#x2014;&#x4ECE;&#x54EA;&#x91CC;&#x4E0B;&#xFF1F;&#x600E;&#x4E48;&#x4E0B;&#xFF1F;&#x4E0B;&#x5B8C;&#x600E;&#x4E48;&#x88C5;&#xFF1F;&#x88C5;&#x5B8C;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x4EC0;&#x4E48;&#xFF0C;&#x8F6F;&#x4EF6;&#x8981;&#x6536;&#x8D39;&#xFF1F;&#x7834;&#x89E3;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x2026;&#x2026;&#x8FD9;&#x4E00;&#x7AE0;&#x5C06;&#x5BF9;&#x56FD;&#x5185;&#x4E92;&#x8054;&#x7F51;&#x73AF;&#x5883;&#x4E0B; Windows &#x8F6F;&#x4EF6;&#x7684;&#x4E0B;&#x8F7D;&#x3001;&#x5B89;&#x88C5;&#x548C;&#x914D;&#x7F6E;&#x505A;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x4ECB;&#x7ECD;&#x3002;&#x770B;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x6216;&#x8BB8;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x4E0B;&#x9762;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x5E76;&#x6162;&#x6162;&#x5BF9;&#x300C;&#x600E;&#x4E48;&#x5BFB;&#x627E;&#x8F6F;&#x4EF6;&#x300D;&#x6709;&#x4E00;&#x4E2A;&#x521D;&#x6B65;&#x7684;&#x4E86;&#x89E3;&#x3002;</p>
<ul>
<li>&#x6211;&#x60F3;&#x4E0B;&#x8F7D; xxx &#x8F6F;&#x4EF6;&#xFF0C;&#x6211;&#x5E94;&#x8BE5;&#x53BB;&#x54EA;&#x91CC;&#x627E;&#x8FD9;&#x8F6F;&#x4EF6;&#xFF1F;</li>
<li>&#x7F51;&#x4E0A;&#x5168;&#x662F;&#x75C5;&#x6BD2;&#x548C;&#x5783;&#x573E;&#x8F6F;&#x4EF6;&#xFF0C;&#x6211;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x6837;&#x6700;&#x5927;&#x7A0B;&#x5EA6;&#x4FDD;&#x8BC1;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x7684;&#x5B89;&#x5168;&#xFF1F;</li>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x8F6F;&#x4EF6;&#x4E0B;&#x5230;&#x624B;&#x8FD8;&#x8981;&#x5B89;&#x88C5;&#xFF1F;&#x6709;&#x7684;&#x8FD8;&#x8981;&#x7834;&#x89E3;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x8FD9;&#x4E48;&#x9EBB;&#x70E6;&#xFF1F;</li>
<li>&#x7535;&#x8111;&#x91CC;&#x4E0D;&#x662F;&#x6709;&#x4E2A;&#x300C;Microsoft Store&#x300D;&#x5417;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x90A3;&#x91CC;&#x9762;&#x5927;&#x591A;&#x6570;&#x8F6F;&#x4EF6;&#x90FD;&#x627E;&#x4E0D;&#x5230;&#xFF1F;</li>
</ul>
<hr>
<p>&#x76F4;&#x5230;&#x4ECA;&#x5929;&#xFF0C;Windows &#x7CFB;&#x7EDF;&#x4E0B;&#x4F9D;&#x7136;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x5E7F;&#x6CDB;&#x4F7F;&#x7528;&#x7684;&#x96C6;&#x4E2D;&#x5316;&#x300C;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x300D;&#x3002;&#x4E0E;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x624B;&#x673A;&#x4E0D;&#x540C;&#xFF0C;&#x5728;&#x7535;&#x8111;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x82E5;&#x60F3;&#x5B89;&#x88C5;&#x67D0;&#x4E2A;&#x8F6F;&#x4EF6;&#xFF0C;&#x591A;&#x6570;&#x60C5;&#x51B5;&#x4E0B;&#x9700;&#x8981;&#x5230;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x5BFB;&#x627E;&#x8F6F;&#x4EF6;&#x7684;&#x300C;&#x5B89;&#x88C5;&#x5305;&#x300D;&#xFF0C;&#x518D;&#x81EA;&#x884C;&#x5C06;&#x8F6F;&#x4EF6;&#x300C;&#x5B89;&#x88C5;&#x300D;&#x5230;&#x7535;&#x8111;&#x4E0A;&#x6765;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x8FD9;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x5177;&#x4F53;&#x4ECB;&#x7ECD;&#x8F6F;&#x4EF6;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x300C;&#x5B89;&#x88C5;&#x300D;&#xFF0C;&#x5982;&#x4F55;&#x4ECE;&#x7F51;&#x4E0A;&#x7684;&#x4E07;&#x5343;&#x5783;&#x573E;&#x8F6F;&#x4EF6;&#x4E2D;&#x4E0B;&#x8F7D;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x4EE5;&#x53CA;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x548C;&#x914D;&#x7F6E;&#x7684;&#x4E00;&#x4E9B;&#x6280;&#x5DE7;&#x548C;&#x6CE8;&#x610F;&#x4E8B;&#x9879;&#x3002;</p>
<h2 id="&#x5B89;&#x88C5;&#x4E0E;&#x5B89;&#x88C5;&#x5305;">&#x5B89;&#x88C5;&#x4E0E;&#x5B89;&#x88C5;&#x5305;</h2>
<p>&#x5728; Windows &#x7CFB;&#x7EDF;&#x4E0A;&#xFF0C;&#x5E94;&#x7528;&#x662F;&#x901A;&#x8FC7;&#x300C;&#x5B89;&#x88C5;&#x5305;&#x300D;&#x6765;&#x5B89;&#x88C5;&#x5230;&#x7CFB;&#x7EDF;&#x4E0A;&#x7684;&#x3002;&#x5982;&#x679C;&#x628A; app &#x6BD4;&#x4F5C;&#x662F;&#x4E00;&#x682A;&#x690D;&#x7269;&#xFF0C;&#x90A3;&#x5B89;&#x88C5;&#x5305;&#x5C31;&#x662F;&#x8FD9;&#x68F5;&#x690D;&#x7269;&#x751F;&#x957F;&#x4E4B;&#x524D;&#x7684;&#x300C;&#x79CD;&#x5B50;&#x300D;&#x3002;&#x6211;&#x4EEC;&#x8981;&#x5B89;&#x88C5;&#x67D0;&#x4E2A; app&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x83B7;&#x53D6;&#x8FD9;&#x4E2A; app &#x7684;&#x5B89;&#x88C5;&#x5305;&#xFF0C;&#x7136;&#x540E;&#x901A;&#x8FC7;&#x5B89;&#x88C5;&#x5305;&#x5C06; app&#x300C;&#x5B89;&#x88C5;&#x300D;&#x5728;&#x7535;&#x8111;&#x4E0A;&#x3002;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x300C;&#x5B89;&#x88C5;&#x5305;&#x300D;&#x800C;&#x4E0D;&#x76F4;&#x63A5;&#x5206;&#x53D1;&#x5E94;&#x7528;&#x672C;&#x8EAB;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x6709;&#x5FC5;&#x8981;&#x7A0D;&#x5FAE;&#x4E86;&#x89E3;&#x4E00;&#x4E0B; app &#x5728;&#x6211;&#x4EEC;&#x7684;&#x7535;&#x8111;&#x4E0A;&#x300C;&#x5B89;&#x88C5;&#x300D;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x5728;&#x4E0A;&#x4E00;&#x7AE0; <a href="file-and-file-management.html">&#x6587;&#x4EF6;&#x4E0E;&#x6587;&#x4EF6;&#x7BA1;&#x7406;</a> &#x4E2D;&#x6211;&#x4EEC;&#x770B;&#x5230;&#xFF0C;&#x4E00;&#x6B3E; app &#x9664;&#x4E86;&#x4E3B;&#x7A0B;&#x5E8F;&#xFF08;&#x4E00;&#x4E2A; <code>exe</code> &#x6587;&#x4EF6;&#xFF09;&#x5916;&#xFF0C;&#x8FD8;&#x5305;&#x542B;&#x4E00;&#x5927;&#x5806;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x4F9D;&#x8D56;&#x6587;&#x4EF6;&#x548C;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF1A;</p>
<p><img src="file-and-file-management/Untitled%2011.png" alt="Untitled"></p>
<p>&#x5B89;&#x88C5;&#x5305;&#x7684;&#x4F5C;&#x7528;&#x4E4B;&#x4E00;&#xFF0C;&#x4FBF;&#x662F;&#x628A;&#x4E0A;&#x9762;&#x8FD9;&#x4E00;&#x5927;&#x5806;&#x6587;&#x4EF6;&#x6309;&#x7167;&#x5B83;&#x4EEC;&#x80FD;&#x591F;&#x5DE5;&#x4F5C;&#x7684;&#x7ED3;&#x6784;&#x300C;&#x91CA;&#x653E;&#x300D;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x7535;&#x8111;&#x4E2D;&#x7684;&#x6307;&#x5B9A;&#x4F4D;&#x7F6E;&#x3002;&#x800C;&#x9664;&#x4E86;&#x300C;&#x91CA;&#x653E; app &#x7684;&#x6587;&#x4EF6;&#x300D;&#x4E4B;&#x5916;&#xFF0C;&#x5B89;&#x88C5;&#x5305;&#x8FD8;&#x4F1A;&#x505A;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x4E8B;&#x60C5;&#xFF0C;&#x4F8B;&#x5982;&#x8BBE;&#x7F6E;&#x4E00;&#x4E9B;&#x6587;&#x4EF6;&#x7684;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#xFF08;&#x4E0A;&#x4E00;&#x7AE0;&#x4E2D;&#x63D0;&#x5230;&#x7684;&#x90A3;&#x5F20;&#x300C;&#x8868;&#x300D;&#xFF09;&#x3001;&#x8C03;&#x6574;&#x4E00;&#x4E9B;&#x7CFB;&#x7EDF;&#x5185;&#x90E8;&#x7684;&#x53C2;&#x6570;&#x7B49;&#x3002;&#x53EF;&#x4EE5;&#x8BF4;&#xFF0C;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x5C06;&#x4E00;&#x5927;&#x5806;&#x6587;&#x4EF6;&#x300C;&#x91CA;&#x653E;&#x300D;&#x6216;&#x8005;&#x8BF4;&#x300C;&#x63D0;&#x53D6;&#x300D;&#x5230;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x67D0;&#x4E00;&#x4E2A;&#x4F4D;&#x7F6E;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x5B83;&#x8FD8;&#x4F1A;&#x5BF9;&#x7CFB;&#x7EDF;&#x8FDB;&#x884C;&#x6216;&#x591A;&#x6216;&#x5C11;&#x7684;&#x8C03;&#x6559;&#x4E0E;&#x66F4;&#x6539;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x300C;&#x5B89;&#x88C5;&#x5305;&#x300D;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;&#x2014;&#x2014;&#x5B83;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x5B8C;&#x6210;&#x4E86;&#x8FD9;&#x590D;&#x6742;&#x7684;&#x300C;&#x5B89;&#x88C5;&#x300D;&#x8FC7;&#x7A0B;&#x3002;</p>
<h2 id="&#x5982;&#x4F55;&#x4E0A;&#x7F51;&#x5BFB;&#x627E;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;">&#x5982;&#x4F55;&#x4E0A;&#x7F51;&#x5BFB;&#x627E;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;</h2>
<p>&#x4E0B;&#x9762;&#x6211;&#x4EEC;&#x6765;&#x63A2;&#x8BA8;&#x5982;&#x4F55;&#x4E0A;&#x7F51;&#x5BFB;&#x627E;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;&#x3002;</p>
<h3 id="&#x4F18;&#x5148;&#x8003;&#x8651;&#xFF1A;&#x5B98;&#x65B9;&#x7F51;&#x7AD9;">&#x4F18;&#x5148;&#x8003;&#x8651;&#xFF1A;&#x5B98;&#x65B9;&#x7F51;&#x7AD9;</h3>
<p>&#x5F53;&#x8981;&#x83B7;&#x53D6;&#x4E00;&#x6B3E; app &#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x9996;&#x5148;&#x5E94;&#x8BE5;&#x8003;&#x8651;&#x7684;&#x662F; app &#x5F00;&#x53D1;&#x8005;&#x7684;&#x5B98;&#x65B9;&#x7F51;&#x7AD9;&#xFF0C;&#x5373;&#x300C;&#x5B98;&#x7F51;&#x300D;&#x3002;&#x6BD4;&#x8D77;&#x5728;&#x5176;&#x4ED6;&#x5730;&#x65B9;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#xFF0C;&#x4ECE;&#x5B98;&#x7F51;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x80FD;&#x6700;&#x5927;&#x9650;&#x5EA6;&#x5730;&#x4FDD;&#x8BC1;&#x4F60;&#x6240;&#x4E0B;&#x8F7D;&#x7684;&#x4E1C;&#x897F;&#x662F;&#x5E72;&#x51C0;&#x7684;&#x3002;</p>
<p>&#x7136;&#x800C;&#xFF0C;<strong>&#x5BF9;&#x4E8E;&#x767E;&#x5EA6;&#x8FD9;&#x6837;&#x7684;&#x300C;&#x6BD2;&#x7624;&#x300D;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#xFF0C;&#x5B98;&#x7F51;&#x5E38;&#x5E38;&#x4E0D;&#x662F;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x4E2D;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x2014;&#x2014;&#x767E;&#x5EA6;&#x641C;&#x7D22;&#x51FA;&#x6765;&#x7684;&#x524D; 3 &#x6761;&#x7ED3;&#x679C;&#x4E00;&#x822C;&#x662F;&#x5E7F;&#x544A;&#x3002;</strong>&#x4F8B;&#x5982;&#xFF0C;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x4E0B;&#x8F7D;&#x300C;WPS&#x300D;&#xFF0C;&#x76F4;&#x63A5;&#x5728;&#x767E;&#x5EA6;&#x4E2D;&#x641C;&#x7D22;&#x300C;WPS &#x4E0B;&#x8F7D;&#x300D;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5F97;&#x5230;&#x8FD9;&#x6837;&#x7684;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#xFF1A;</p>
<p><img src="software-installation/Untitled.png" alt="Untitled"></p>
<p>&#x5982;&#x4E0A;&#x56FE;&#xFF0C;&#x6211;&#x4EEC;&#x641C;&#x7D22;&#x300C;WPS &#x4E0B;&#x8F7D;&#x300D;&#xFF0C;&#x7ED3;&#x679C;&#x4E2D;&#xFF1A;</p>
<ul>
<li>&#x7B2C;&#x4E00;&#x6761;&#x662F;&#x300C;&#x91CD;&#x5E86;&#x5929;&#x6781;&#x7F51;&#x7EDC;&#x6709;&#x9650;&#x516C;&#x53F8;&#x300D;&#x63D0;&#x4F9B;&#x7684;&#x5E7F;&#x544A;&#x3002;</li>
<li>&#x7B2C;&#x4E8C;&#x6761;&#x662F;&#x300C;&#x817E;&#x8BAF;&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x63D0;&#x4F9B;&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x8FDB;&#x53BB;&#x4E4B;&#x540E;&#x516B;&#x6210;&#x4F60;&#x4F1A;&#x4E0B;&#x8F7D;&#x5230;&#x300C;&#x817E;&#x8BAF;&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x800C;&#x4E0D;&#x662F;&#x300C;WPS&#x300D;&#x3002;</li>
<li>&#x7B2C;&#x4E09;&#x6761;&#x662F;&#x300C;&#x9A6C;&#x978D;&#x5C71;&#x8D85;&#x806A;&#x7F51;&#x7EDC;&#x79D1;&#x6280;&#x300D;&#x63D0;&#x4F9B;&#x7684;&#x5E7F;&#x544A;&#x3002;</li>
<li>&#x7B2C;&#x56DB;&#x6761;&#x662F;&#x300C;&#x5317;&#x4EAC;&#x5965;&#x84DD;&#x5FB7;&#x4FE1;&#x606F;&#x79D1;&#x6280;&#x300D;&#x63D0;&#x4F9B;&#x7684;&#x5E7F;&#x544A;&#x3002;</li>
</ul>
<p>&#x4E0A;&#x9762;&#x8FD9;&#x56DB;&#x6761; <strong>&#x5168;&#x90E8;&#x662F;</strong> &#x5E7F;&#x544A;&#x3002;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x8FDB;&#x5165;&#x8FD9;&#x4E9B;&#x9875;&#x9762;&#xFF0C;&#x4F60;&#x516B;&#x6210;&#x4E0B;&#x8F7D;&#x4E0D;&#x5230;&#x5E72;&#x51C0;&#x7684;&#x300C;WPS&#x300D;&#xFF0C;&#x800C;&#x53EA;&#x80FD;&#x4E0B;&#x8F7D;&#x5230;&#x4E00;&#x5806;&#x5783;&#x573E;&#x3002;</p>
<ul>
<li>&#x7B2C;&#x4E94;&#x6761;&#x662F; WPS &#x5B98;&#x7F51;&#x3002;&#x6CE8;&#x610F;&#x770B;&#x5B83;&#x7684;&#x7F51;&#x5740;&#x662F; <code>www.wps.cn</code>&#xFF0C;&#x8FD9;&#x662F; WPS &#x7684;&#x5B98;&#x65B9;&#x7F51;&#x7AD9;&#x3002;</li>
<li>&#x7B2C;&#x516D;&#x6761;&#x4E5F;&#x662F;&#x5B98;&#x7F51;&#x3002;</li>
<li>&#x7B2C;&#x4E03;&#x6761;&#x53C8;&#x662F;&#x300C;&#x817E;&#x8BAF;&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x300D;&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x6253;&#x7740;&#x6240;&#x8C13;&#x300C;&#x7EFF;&#x8272;&#x4E0B;&#x8F7D;&#x300D;&#x300C;&#x5B98;&#x65B9;&#x6B63;&#x7248;&#x300D;&#x7684;&#x6807;&#x7B7E;&#x6253;&#x5E7F;&#x544A;&#xFF0C;&#x5C5E;&#x4E8E;&#x662F;&#x4E0D;&#x8981;&#x8138;&#x81F3;&#x6781;&#x3002;</li>
<li>&#x7B2C;&#x516B;&#x6761;&#x662F;&#x7B2C;&#x4E09;&#x65B9;&#x4E0B;&#x8F7D;&#x7AD9;&#x300C;&#x534E;&#x519B;&#x8F6F;&#x4EF6;&#x56ED;&#x300D;&#x7684;&#x94FE;&#x63A5;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x4F1A;&#x63D0;&#x5230;&#xFF0C;&#x5F53;&#x5B98;&#x7F51;&#x4E0D;&#x53EF;&#x7528;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x600E;&#x4E48;&#x4ECE;&#x8FD9;&#x79CD;&#x7B2C;&#x4E09;&#x65B9;&#x4E0B;&#x8F7D;&#x7AD9;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x3002;</li>
</ul>
<p>&#x9274;&#x522B;&#x4E00;&#x4E2A;&#x7F51;&#x7AD9;&#x5230;&#x5E95;&#x662F;&#x4E0D;&#x662F;&#x5B98;&#x7F51;&#xFF0C;&#x6211;&#x4EEC;&#x4E3B;&#x8981;&#x53EF;&#x4EE5;&#x89C2;&#x5BDF;&#x8FD9;&#x4E48;&#x51E0;&#x4E2A;&#x5730;&#x65B9;&#xFF1A;</p>
<ul>
<li>&#x770B;&#x7F51;&#x5740;&#x3002;&#x4E00;&#x822C;&#x5B98;&#x7F51;&#x7684;&#x7F51;&#x5740;&#x90FD;&#x662F;&#x4F01;&#x4E1A;&#x6216;&#x8005;&#x8F6F;&#x4EF6;&#x7684;&#x540D;&#x5B57;&#x3002;&#x4F8B;&#x5982;&#xFF1A;<ul>
<li>WPS &#x7684;&#x5B98;&#x7F51;&#x662F; <code>www.wps.cn</code>&#x3002;</li>
<li>QQ &#x7684;&#x5B98;&#x7F51;&#x662F; <code>im.qq.com</code>&#x3002;&#x5FAE;&#x4FE1;&#x7684;&#x5219;&#x662F; <code>weixin.qq.com</code>&#x3002;&#xFF08;&#x817E;&#x8BAF;&#x9996;&#x9875;&#xFF1A; <code>qq.com</code>&#xFF09;</li>
<li>&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#x7684;&#x5B98;&#x7F51;&#x662F; <code>music.163.com</code>&#x3002;&#xFF08;&#x7F51;&#x6613;&#x5B98;&#x7F51;&#xFF1A; <code>163.com</code>&#xFF09;</li>
<li>&#x2026;&#x2026;</li>
</ul>
</li>
<li>&#x6392;&#x9664;&#x6CD5;&#x3002;&#x6CA1;&#x6709;&#x54EA;&#x4E2A;&#x8F6F;&#x4EF6;&#x5382;&#x5546;&#x7684;&#x540D;&#x5B57;&#x662F;&#x53EB;&#x505A;&#x300C;xx &#x8F6F;&#x4EF6;&#x7AD9;&#x300D;&#x300C;xx &#x4E0B;&#x8F7D;&#x7AD9;&#x300D;&#x300C;xx &#x8F6F;&#x4EF6;&#x56ED;&#x300D;&#x7684;&#x3002;&#x5E26;&#x6709;&#x8FD9;&#x4E9B;&#x540D;&#x5B57;&#x7684; <strong>&#x5168;&#x90E8;</strong> &#x662F;&#x7B2C;&#x4E09;&#x65B9;&#x4E0B;&#x8F7D;&#x7AD9;&#x3002;</li>
<li>&#x8BED;&#x4E49;&#x5224;&#x65AD;&#x3002;&#x4E00;&#x822C;&#x5E7F;&#x544A;&#x7F51;&#x7AD9;&#x7684;&#x6807;&#x9898;&#x90FD;&#x4E0E;&#x641C;&#x7D22;&#x5173;&#x952E;&#x8BCD;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x5B9E;&#x8D28;&#x4E0A;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x6211;&#x4EEC;&#x4E0D;&#x59A8;&#x518D;&#x770B;&#x4E0A;&#x9762;&#x7684;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x4E2D;&#x7684;&#x524D;&#x56DB;&#x6761;&#x5E7F;&#x544A;&#xFF1A;<ul>
<li>&#x7B2C;&#x4E00;&#x6761;&#xFF1A;&#x300C;&#x529E;&#x516C;&#x8F6F;&#x4EF6;&#x4E0B;&#x8F7D;&#x5BA2;&#x6237;&#x7AEF; 2021 &#x5E74;&#x6B63;&#x7248;&#x514D;&#x8D39;&#x4E0B;&#x8F7D;&#x300D;&#xFF0C;&#x53EA;&#x5B57;&#x4E0D;&#x63D0;&#x300C;WPS&#x300D;&#x6216;&#x8005;&#x300C;&#x91D1;&#x5C71;&#x529E;&#x516C;&#x300D;&#x3002;&#xFF08;WPS &#x662F;&#x91D1;&#x5C71;&#x516C;&#x53F8;&#x5F00;&#x53D1;&#x7684;&#x529E;&#x516C;&#x8F6F;&#x4EF6;&#xFF09;</li>
<li>&#x7B2C;&#x4E8C;&#x6761;&#xFF1A;&#x300C;wsp &#x529E;&#x516C;&#x8F6F;&#x4EF6;&#x4E0B;&#x8F7D;-2021 &#x5B98;&#x65B9;&#x7248;-&#x7535;&#x8111;&#x7BA1;&#x5BB6;&#x8F6F;&#x4EF6;&#x4E2D;&#x5FC3;&#x300D;&#xFF0C;<strong>&#x6302;&#x7F8A;&#x5934;&#x5356;&#x72D7;&#x8089;</strong> &#x800C;&#x4E14;&#x6302;&#x9519;&#x4E86;&#x3002;</li>
<li>&#x7B2C;&#x4E09;&#x6761;&#x3001;&#x7B2C;&#x56DB;&#x6761;&#x7C7B;&#x4F3C;&#x7B2C;&#x4E00;&#x6761;&#x3002;</li>
</ul>
</li>
</ul>
<p>&#x8FDB;&#x5165;&#x8F6F;&#x4EF6;&#x7684;&#x5B98;&#x65B9;&#x7F51;&#x7AD9;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x641C;&#x7D22;&#x300C;&#x5168;&#x90E8;&#x4EA7;&#x54C1;&#x300D;&#x300C;&#x8F6F;&#x4EF6;&#x4E0B;&#x8F7D;&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x9009;&#x9879;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x6211;&#x4EEC;&#x6240;&#x9700;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;&#x3002;&#x4F8B;&#x5982;&#x4ECE; WPS &#x7684;&#x5B98;&#x7F51;&#x4E0A;&#x4E0B;&#x8F7D; WPS &#x8F6F;&#x4EF6;&#xFF1A;</p>
<p><img src="software-installation/Untitled%201.png" alt="Untitled"></p>
<h3 id="&#x76F4;&#x9762;&#x6DF1;&#x6E0A;&#xFF1A;&#x7B2C;&#x4E09;&#x65B9;&#x8F6F;&#x4EF6;&#x7AD9;">&#x76F4;&#x9762;&#x6DF1;&#x6E0A;&#xFF1A;&#x7B2C;&#x4E09;&#x65B9;&#x8F6F;&#x4EF6;&#x7AD9;</h3>
<p>&#x5728;&#x67D0;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x786E;&#x5B9E;&#x627E;&#x4E0D;&#x5230;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x5B98;&#x7F51;&#xFF0C;&#x6216;&#x8005;&#x56E0;&#x4E3A;&#x8FD9;&#x6837;&#x90A3;&#x6837;&#x7684;&#x539F;&#x56E0;&#x4E0D;&#x80FD;&#x53BB;&#x5B98;&#x7F51;&#x4E0B;&#x8F7D;&#x67D0;&#x4E2A;&#x8F6F;&#x4EF6;&#x3002;&#x8FD9;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4E0D;&#x5F97;&#x4E0D;&#x76F4;&#x9762;&#x6DF1;&#x6E0A;&#xFF0C;&#x8FDB;&#x5165;&#x300C;xx &#x8F6F;&#x4EF6;&#x56ED;&#x300D;&#x300C;xx &#x8F6F;&#x4EF6;&#x7AD9;&#x300D;&#x300C;xx &#x4E0B;&#x8F7D;&#x7AD9;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x7F51;&#x7AD9;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x3002;</p>
<p>&#x8FD9;&#x79CD;&#x7F51;&#x7AD9;&#x4E00;&#x822C;&#x662F;&#x53EF;&#x4EE5;&#x4E0B;&#x8F7D;&#x5230;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x7684;&#x2014;&#x2014;&#x524D;&#x63D0;&#x662F;&#xFF0C;&#x4F60;&#x8DB3;&#x591F;&#x5C0F;&#x5FC3;&#xFF0C;&#x4E0D;&#x70B9;&#x5230;&#x90A3;&#x4E9B;&#x6240;&#x8C13;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x300C;P2P &#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x7684;&#x865A;&#x5047;&#x94FE;&#x63A5;&#x3002;&#x4E0B;&#x9762;&#x6211;&#x4EEC;&#x4F1A;&#x624B;&#x628A;&#x624B;&#x5B9E;&#x64CD;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x5047;&#x8BBE;&#x6211;&#x4EEC;&#x8981;&#x4E0B;&#x8F7D;&#x300C;SecureCRT&#x300D;&#x8FD9;&#x6B3E;&#x8F6F;&#x4EF6;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x767E;&#x5EA6;&#x4E0A;&#x641C;&#x7D22;&#x300C;SecureCRT &#x4E0B;&#x8F7D;&#x300D;&#xFF0C;&#x5E76;&#x4E3B;&#x52A8;&#x907F;&#x5F00;&#x90A3;&#x4E9B;&#x660E;&#x663E;&#x9A97;&#x4EBA;&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x70B9;&#x51FB;&#x4E86;&#x8FD9;&#x4E2A;&#x770B;&#x4F3C;&#x8FD8;&#x80FD;&#x63A5;&#x53D7;&#x7684;&#x300C;&#x534E;&#x519B;&#x8F6F;&#x4EF6;&#x56ED;&#x300D;&#x7F51;&#x7AD9;&#xFF1A;</p>
<p><img src="software-installation/Untitled%202.png" alt="Untitled"></p>
<p>&#x91CD;&#x70B9;&#x6765;&#x4E86;&#xFF1A;&#x8FDB;&#x5165;&#x8FD9;&#x4E2A;&#x7F51;&#x7AD9;&#xFF0C;<strong>&#x8BF7;&#x4E3B;&#x52A8;&#x907F;&#x5F00;&#x6240;&#x6709;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x300D;&#x300C;&#x6781;&#x901F;&#x4E0B;&#x8F7D;&#x300D;&#x300C;P2P &#x6781;&#x901F;&#x4E0B;&#x8F7D;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x6309;&#x94AE;</strong>&#xFF0C;&#x9009;&#x62E9;&#x300C;&#x666E;&#x901A;&#x4E0B;&#x8F7D;&#x300D;&#x300C;&#x672C;&#x5730;&#x4E0B;&#x8F7D;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x6309;&#x94AE;&#xFF1A;</p>
<p><img src="software-installation/Untitled%203.png" alt="Untitled"></p>
<p>&#x70B9;&#x51FB;&#x4E4B;&#x540E;&#x6211;&#x4EEC;&#x4F1A;&#x8DF3;&#x8F6C;&#x5230;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x300C;&#x4E0B;&#x8F7D;&#x5730;&#x5740;&#x300D;&#x7684;&#x9875;&#x9762;&#x3002;&#x540C;&#x6837;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x8981;&#x70B9;&#x51FB;&#x300C;&#x9700;&#x4F18;&#x5148;&#x4E0B;&#x8F7D;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x4E4B;&#x4E0B;&#x7684;&#x6240;&#x6709;&#x8FDE;&#x63A5;&#xFF0C;&#x800C;&#x8981;&#x70B9;&#x51FB;&#x300C;&#x666E;&#x901A;&#x4E0B;&#x8F7D;&#x5730;&#x5740;&#x300D;&#x4E0B;&#x65B9;&#x7684;&#x300C;&#x901A;&#x7528;&#x7F51;&#x7EDC;&#x4E0B;&#x8F7D;&#x300D;&#x6216;&#x8005;&#x300C;&#x7535;&#x4FE1;&#x7F51;&#x7EDC;&#x4E0B;&#x8F7D;&#x300D;&#xFF1A;</p>
<p><img src="software-installation/Untitled%204.png" alt="Untitled"></p>
<p>&#x4F7F;&#x7528;&#x4E0B;&#x65B9;&#x4E24;&#x4E2A;&#x94FE;&#x63A5;&#x4E0B;&#x8F7D;&#x5230;&#x7684;&#x6587;&#x4EF6;&#x662F;&#xFF1A;</p>
<p><img src="software-installation/Untitled%205.png" alt="Untitled"></p>
<p>&#x4F53;&#x79EF;&#x7EA6; 50 MB&#xFF0C;&#x7B26;&#x5408;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x4F53;&#x91CF;&#xFF1B;&#x662F;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x5305;&#xFF0C;&#x4E00;&#x822C;&#x89E3;&#x538B;&#x7F29;&#x4E4B;&#x540E;&#x5C31;&#x80FD;&#x5F97;&#x5230;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;&#x3002;</p>
<p>&#x800C;&#x4F7F;&#x7528;&#x4E0A;&#x65B9;&#x6240;&#x8C13;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x300D;&#x4E0B;&#x8F7D;&#x5230;&#x7684;&#x6587;&#x4EF6;&#x662F;&#xFF1A;</p>
<p><img src="software-installation/Untitled%206.png" alt="Untitled"></p>
<p>&#x4F53;&#x79EF;&#x53EA;&#x6709; 1 MB&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x4E00;&#x4E2A;&#x4E0D;&#x660E;&#x7684;&#x300C;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x300D;&#xFF08;<code>exe</code> &#x6587;&#x4EF6;&#xFF09;&#xFF0C;&#x8FD9;&#x662F;&#x4E0D;&#x6B63;&#x5E38;&#x7684;&#x3002;&#x5728;&#x672C;&#x7AE0;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x4F7F;&#x7528;&#x4E00;&#x53F0;&#x865A;&#x62DF;&#x673A;&#x6765;&#x6F14;&#x793A;&#x8FD9;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x4F1A;&#x5E72;&#x4EC0;&#x4E48;&#x3002;</p>
<h3 id="&#x53E6;&#x8F9F;&#x8E4A;&#x5F84;&#xFF1A;&#x8F6F;&#x4EF6;&#x516C;&#x4F17;&#x53F7;&#x53CA;&#x5176;&#x4ED6;&#x5C0F;&#x4F17;&#x6E20;&#x9053;">&#x53E6;&#x8F9F;&#x8E4A;&#x5F84;&#xFF1A;&#x8F6F;&#x4EF6;&#x516C;&#x4F17;&#x53F7;&#x53CA;&#x5176;&#x4ED6;&#x5C0F;&#x4F17;&#x6E20;&#x9053;</h3>
<p>&#x53E6;&#x4E00;&#x79CD;&#x300C;&#x53E6;&#x8F9F;&#x8E4A;&#x5F84;&#x300D;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x662F;&#x901A;&#x8FC7;&#x4E00;&#x4E9B;&#x300C;&#x5C0F;&#x4F17;&#x6E20;&#x9053;&#x300D;&#xFF0C;&#x4F8B;&#x5982;&#x4E00;&#x4E9B;&#x8F6F;&#x4EF6;&#x96C6;&#x5408;&#x7684;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x6765;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x3002;&#x8FD9;&#x4E0D;&#x5931;&#x4E3A;&#x4E00;&#x79CD;&#x597D;&#x65B9;&#x6CD5;&#x2014;&#x2014;&#x90A3;&#x4E9B;&#x4EBA;&#x4EEC;&#x53E3;&#x53E3;&#x76F8;&#x4F20;&#x7684;&#x4F18;&#x8D28;&#x516C;&#x4F17;&#x53F7;&#x4E00;&#x822C;&#x4F1A;&#x628A;&#x5E38;&#x7528;&#x8F6F;&#x4EF6;&#x7684;&#x300C;&#x5E72;&#x51C0;&#x300D;&#x5B89;&#x88C5;&#x5305;&#x5206;&#x95E8;&#x522B;&#x7C7B;&#x5730;&#x6574;&#x7406;&#x5206;&#x4EAB;&#xFF0C;&#x4E0E;&#x300C;xx &#x4E0B;&#x8F7D;&#x7AD9;&#x300D;&#x76F8;&#x6BD4;&#xFF0C;&#x514D;&#x53BB;&#x4E86;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x7684;&#x70E6;&#x607C;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x79CD;&#x516C;&#x4F17;&#x53F7;&#x4E00;&#x822C;&#x8F6F;&#x4EF6;&#x4E0D;&#x662F;&#x7279;&#x522B;&#x591A;&#x2014;&#x2014;&#x4F60;&#x603B;&#x6709;&#x4E00;&#x5929;&#x6CA1;&#x6CD5;&#x4ECE;&#x5B83;&#x4EEC;&#x90A3;&#x91CC;&#x627E;&#x5230;&#x60F3;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x8FD9;&#x4E9B;&#x516C;&#x4F17;&#x53F7;&#x4E00;&#x822C;&#x4F7F;&#x7528;&#x767E;&#x5EA6;&#x7F51;&#x76D8;&#x6765;&#x5206;&#x4EAB;&#x6587;&#x4EF6;&#xFF0C;&#x800C;&#x4F17;&#x6240;&#x5468;&#x77E5;&#x767E;&#x5EA6;&#x7F51;&#x76D8;&#x662F;&#x5BF9;&#x975E;&#x4F1A;&#x5458;&#x9650;&#x901F;&#x7684;&#xFF0C;&#x8FD9;&#x5FC5;&#x7136;&#x5BF9;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x6709;&#x4E00;&#x5B9A;&#x5F71;&#x54CD;&#x3002;&#x4E0D;&#x8FC7;&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x4F9D;&#x7136;&#x662F;&#x4E00;&#x79CD;&#x503C;&#x5F97;&#x63A8;&#x8350;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x8FD9;&#x7C7B;&#x516C;&#x4F17;&#x53F7;&#xFF0C;&#x6211;&#x4EEC;&#x5E76;&#x6CA1;&#x6709;&#x505A;&#x592A;&#x591A;&#x7684;&#x6536;&#x96C6;&#xFF0C;&#x56E0;&#x6B64;&#x65E0;&#x6CD5;&#x5728;&#x6B64;&#x63A8;&#x8350;&#x3002;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x5728; B &#x7AD9;&#x3001;&#x8D34;&#x5427;&#x3001;&#x5FAE;&#x535A;&#x7B49;&#x5730;&#x65B9;&#x81EA;&#x884C;&#x5BFB;&#x8DEF;&#x3002;</p>
<h3 id="&#x4ED6;&#x5C71;&#x4E4B;&#x77F3;&#xFF1A;&#x7B2C;&#x4E09;&#x65B9;&#x7684;&#x300C;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;">&#x4ED6;&#x5C71;&#x4E4B;&#x77F3;&#xFF1A;&#x7B2C;&#x4E09;&#x65B9;&#x7684;&#x300C;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;</h3>
<p>&#x9664;&#x4E86;&#x624B;&#x52A8;&#x5728;&#x7F51;&#x4E0A;&#x2014;&#x2014;&#x65E0;&#x8BBA;&#x662F;&#x5728;&#x5B98;&#x7F51;&#xFF0C;&#x4ECE;&#x7B2C;&#x4E09;&#x65B9;&#x4E0B;&#x8F7D;&#x7AD9;&#xFF0C;&#x8FD8;&#x662F;&#x4ECE;&#x90A3;&#x4E9B;&#x6574;&#x7406;&#x7F51;&#x7AD9;&#x7684;&#x516C;&#x4F17;&#x53F7;&#x4E0A;&#x2014;&#x2014;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;&#x4E4B;&#x5916;&#xFF0C;&#x6709;&#x4E00;&#x4E9B;&#x7B2C;&#x4E09;&#x65B9;&#x7684;&#x300C;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#x4E5F;&#x80FD;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x627E;&#x5230;&#x6240;&#x9700;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#x3002;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x6709;&#x7684;&#x662F;&#x7535;&#x8111;&#x5382;&#x5546;&#x6240;&#x7EF4;&#x62A4;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#x300C;&#x8054;&#x60F3;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#x300C;&#x534E;&#x4E3A;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#xFF1B;&#x6709;&#x7684;&#x662F;&#x4E00;&#x4E9B;&#x516C;&#x53F8;&#x6240;&#x7EF4;&#x62A4;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x300C;360 &#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#x300C;&#x817E;&#x8BAF;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#x7B49;&#xFF08;&#x540D;&#x5B57;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x53EF;&#x4EE5;&#x7C7B;&#x6BD4;&#xFF09;&#x3002;</p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x90A3;&#x4E9B;&#x7531;&#x7535;&#x8111;&#x5382;&#x5546;&#x6240;&#x7EF4;&#x62A4;&#x7684;&#x300C;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#xFF0C;&#x5F80;&#x5F80;&#x76F8;&#x5BF9;&#x5E72;&#x51C0;&#x3001;&#x4E0D;&#x5E26;&#x300C;&#x5168;&#x5BB6;&#x6876;&#x300D;&#x5F0F;&#x7684;&#x6346;&#x7ED1;&#xFF1B;&#x800C;&#x90A3;&#x4E9B;&#x7B2C;&#x4E09;&#x65B9;&#x4F01;&#x4E1A;&#x7EF4;&#x62A4;&#x7684;&#x300C;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#xFF0C;&#x4E00;&#x822C;&#x90FD;&#x4F1A;&#x6216;&#x591A;&#x6216;&#x5C11;&#x5730;&#x63D0;&#x793A;&#x7528;&#x6237;&#x5B89;&#x88C5;&#x5B83;&#x4EEC;&#x7684;&#x300C;&#x5168;&#x5BB6;&#x6876;&#x300D;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4F7F;&#x7528;&#x300C;360 &#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#xFF0C;&#x90A3;&#x5B83;&#x4E00;&#x5B9A;&#x4F1A;&#x7528;&#x67D0;&#x4E9B;&#x624B;&#x6BB5;&#x63D0;&#x793A;&#x7528;&#x6237;&#x53BB;&#x5B89;&#x88C5;&#x300C;360 &#x5B89;&#x5168;&#x536B;&#x58EB;&#x300D;&#x4EE5;&#x53CA;&#x4E00;&#x7CFB;&#x5217;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x81EA;&#x8EAB;&#x673A;&#x5668;&#x7684;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#xFF0C;&#x6309;&#x9700;&#x9009;&#x62E9;&#x8FD9;&#x6837;&#x7684;&#x300C;&#x8F6F;&#x4EF6;&#x7BA1;&#x5BB6;&#x300D;&#x7C7B; app&#x3002;</p>
<h2 id="&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;">&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;</h2>
<p>&#x5047;&#x8BBE;&#x7ECF;&#x8FC7;&#x4E0E;&#x6D41;&#x6C13;&#x7F51;&#x7AD9;&#x7684;&#x300C;&#x6597;&#x667A;&#x6597;&#x52C7;&#x300D;&#xFF0C;&#x4F60;&#x6210;&#x529F;&#x5730;&#x4E0B;&#x8F7D;&#x5230;&#x4E86;&#x67D0;&#x6B3E;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;&#x3002;&#x53D6;&#x51B3;&#x4E8E;&#x8F6F;&#x4EF6;&#xFF0C;&#x4F60;&#x4E0B;&#x8F7D;&#x5230;&#x7684;&#x53EF;&#x80FD;&#x662F;&#x4E0B;&#x9762;&#x4E09;&#x79CD;&#x6587;&#x4EF6;&#x4E2D;&#x7684;&#x67D0;&#x4E00;&#x79CD;&#xFF1A;</p>
<ul>
<li>&#x4E00;&#x4E2A;&#x5149;&#x79C3;&#x79C3;&#x7684; <code>exe</code> &#x6587;&#x4EF6;&#x3002;</li>
<li>&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x5305;&#xFF0C;&#x4F8B;&#x5982; <code>zip</code> &#x6216; <code>rar</code> &#x6587;&#x4EF6;&#x3002;</li>
<li>&#x4E00;&#x4E2A;&#x6269;&#x5C55;&#x540D;&#x662F; <code>iso</code> &#x7684;&#x6587;&#x4EF6;&#x3002;</li>
</ul>
<p>&#x5BF9;&#x4E8E;&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x6211;&#x4EEC;&#x76F4;&#x63A5;&#x53CC;&#x51FB;&#x8FD9;&#x4E2A; <code>exe</code> &#x6587;&#x4EF6;&#x5C31;&#x80FD;&#x542F;&#x52A8;&#x5B89;&#x88C5;&#x8FDB;&#x7A0B;&#x3002;&#x5BF9;&#x4E8E;&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x89E3;&#x538B;&#x7F29;&#x8FD9;&#x4E2A;&#x538B;&#x7F29;&#x5305;&#x5230;&#x67D0;&#x5904;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x89E3;&#x538B;&#x51FA;&#x6765;&#x7684;&#x6587;&#x4EF6;&#x4E2D;&#x627E;&#x5230;&#x540D;&#x5B57;&#x7C7B;&#x4F3C;&#x300C;<code>setup.exe</code>&#x300D;&#x6216;&#x300C;<code>install.exe</code>&#x300D;&#x7684;&#x7A0B;&#x5E8F;&#x53CC;&#x51FB;&#x6253;&#x5F00;&#x3002;&#x5BF9;&#x4E8E;&#x7B2C;&#x4E09;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x6211;&#x4EEC;&#x53F3;&#x51FB;&#x8FD9;&#x4E2A; <code>iso</code> &#x6587;&#x4EF6;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#x3011;&#x2192;&#x3010;&#x6587;&#x4EF6;&#x8D44;&#x6E90;&#x7BA1;&#x7406;&#x5668;&#x3011;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x5F39;&#x51FA;&#x7684;&#x65B0;&#x7A97;&#x53E3;&#x4E2D;&#x627E;&#x5230;&#x540D;&#x5B57;&#x7C7B;&#x4F3C;&#x300C;<code>setup.exe</code>&#x300D;&#x6216;&#x300C;<code>install.exe</code>&#x300D;&#x7684;&#x7A0B;&#x5E8F;&#x53CC;&#x51FB;&#x6253;&#x5F00;<a href="software-installation.html">&#xB9;</a>&#x3002;</p>
<p>&#x542F;&#x52A8;&#x5B89;&#x88C5;&#x5668;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4E00;&#x822C;&#x6309;&#x63D0;&#x793A;&#x3010;&#x4E0B;&#x4E00;&#x6B65;&#x3011;&#x64CD;&#x4F5C;&#x5373;&#x53EF;&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#x5728;&#x6B64;&#x8FC7;&#x7A0B;&#x4E2D;&#x4E5F;&#x8981;&#x7559;&#x5FC3;&#xFF0C;&#x8DE8;&#x8FC7;&#x4E86;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x7684;&#x574E;&#xFF0C;&#x53EF;&#x4E0D;&#x8981;&#x53C8;&#x6389;&#x8FDB;&#x4E86;&#x6346;&#x7ED1;&#x8F6F;&#x4EF6;&#x7684;&#x5751;&#x3002;<strong>&#x6709;&#x4E00;&#x4E9B;&#x8F6F;&#x4EF6;&#x5728;&#x5B89;&#x88C5;&#x7A0B;&#x5E8F;&#x4E2D;&#x4E5F;&#x4F1A;&#x50CF;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x4E00;&#x6837;&#x52FE;&#x9009;&#x4E86;&#x4E00;&#x4E9B;&#x6346;&#x7ED1;&#x8F6F;&#x4EF6;&#x3001;&#x6D4F;&#x89C8;&#x5668;&#x4E3B;&#x9875;&#x52AB;&#x6301;&#x4EC0;&#x4E48;&#x7684;&#xFF0C;&#x8FD9;&#x4E9B;&#x9009;&#x9879;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x5728;&#x5B89;&#x88C5;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4EFB;&#x4F55;&#x9636;&#x6BB5;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x6CE8;&#x610F;&#x53D6;&#x6D88;&#x52FE;&#x9009;&#x518D;&#x8FDB;&#x884C;&#x4E0B;&#x4E00;&#x6B65;&#x3002;</strong></p>
<p>&#x53E6;&#x4E00;&#x4EF6;&#x5728;&#x5B89;&#x88C5;&#x8FC7;&#x7A0B;&#x4E2D;&#x9700;&#x8981;&#x7279;&#x522B;&#x6CE8;&#x610F;&#x7684;&#x4E8B;&#xFF0C;&#x4FBF;&#x662F;&#x300C;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x4F4D;&#x7F6E;&#x300D;&#xFF0C;&#x5373;&#x5B89;&#x88C5;&#x5305;&#x628A;&#x8F6F;&#x4EF6;&#x81EA;&#x8EAB;&#x7684;&#x5404;&#x79CD;&#x6587;&#x4EF6;&#x300C;&#x91CA;&#x653E;&#x300D;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<p>&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x4E2D;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#x8FC7;&#xFF0C;&#x4E0D;&#x8981;&#x628A;&#x5927;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x5728; C &#x76D8;&#x2014;&#x2014;&#x5B89;&#x88C5;&#x5230; D &#x76D8;&#x6216;&#x5176;&#x4ED6;&#x78C1;&#x76D8;&#x5206;&#x533A;&#x662F;&#x66F4;&#x597D;&#x7684;&#x9009;&#x62E9;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x8F6F;&#x4EF6;&#x9ED8;&#x8BA4;&#x4F1A;&#x628A;&#x81EA;&#x5DF1;&#x300C;&#x91CA;&#x653E;&#x300D;&#x5728;&#x4EE5;&#x4E0B;&#x4E24;&#x4E2A;&#x8DEF;&#x5F84;&#x4E4B;&#x4E00;&#xFF1A;</p>
<pre><code>C:\Program Files\&lt;&#x5382;&#x5546;&#x540D;&#x5B57;&gt;\&lt;&#x8F6F;&#x4EF6;&#x540D;&#x5B57;&gt;
C:\Program Files (x86)\&lt;&#x5382;&#x5546;&#x540D;&#x5B57;&gt;\&lt;&#x8F6F;&#x4EF6;&#x540D;&#x5B57;&gt;
</code></pre><p>&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x4E2D;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#x4E86;&#x300C;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x300D;&#xFF0C;&#x5728;&#x4F60;&#x7684;&#x7535;&#x8111;&#x684C;&#x9762;&#x4E0A;&#x5C31;&#x6709;&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#x7684;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x3002;&#x53F3;&#x952E;&#x5B83;&#x4EEC;&#x9009;&#x62E9;&#x3010;&#x5C5E;&#x6027;&#x3011;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x8FD9;&#x4E9B;&#x5DF2;&#x7ECF;&#x5B89;&#x88C5;&#x7684;&#x8F6F;&#x4EF6;&#x7684;&#x4F4D;&#x7F6E;&#x3002;&#x770B;&#x770B;&#x5B83;&#x4EEC;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x662F;&#x4E0D;&#x662F;&#x5728; <code>C:\Program Files\</code> &#x6216;&#x8005; <code>C:\Program Files (x86)</code> &#x4E0B;&#xFF1F;</p>
<p><code>Program Files</code> &#x548C; <code>Program Files (x86)</code> &#x8FD9;&#x4E24;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x5373;&#x662F;&#x7CFB;&#x7EDF;&#x9884;&#x7F6E;&#x7684;&#x4E24;&#x4E2A;&#x7528;&#x6765;&#x5B89;&#x88C5; app &#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x90FD;&#x4F4D;&#x4E8E; C &#x76D8;&#x6839;&#x76EE;&#x5F55;&#x4E0B;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x628A;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x5230; D &#x76D8;&#x3002;&#x8FD9;&#x91CC;&#x63A8;&#x8350;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x597D;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#xFF1A;<strong>&#x76F4;&#x63A5;&#x5C06;&#x9ED8;&#x8BA4;&#x8DEF;&#x5F84;&#x4E2D;&#x7684; <code>C:</code> &#x6539;&#x6210; <code>D:</code>&#x3002;</strong>&#x4F8B;&#x5982;&#xFF1A;</p>
<pre><code>D:\Program Files (x86)\Tencent\QQ
</code></pre><p>&#x8FD9;&#x5C31;&#x662F;&#x5728; D &#x76D8;&#x5B89;&#x88C5; QQ &#x8F6F;&#x4EF6;&#x7684;&#x4E00;&#x4E2A;&#x5F88;&#x5408;&#x9002;&#x7684;&#x8DEF;&#x5F84;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x80FD;&#x4FDD;&#x6301;&#x4E00;&#x4E2A;&#x6BD4;&#x8F83;&#x5E72;&#x51C0;&#x7684;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x3002;&#x4F60;&#x7684; D &#x76D8;&#x4E0B;&#x4F1A;&#x56E0;&#x6B64;&#x591A;&#x51FA; <code>Program Files</code> &#x548C; <code>Program Files (x86)</code> &#x8FD9;&#x6837;&#x7684;&#x4E24;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x7528;&#x6765;&#x4E13;&#x95E8;&#x5728; D &#x76D8;&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;&#x3002;</p>
<p><img src="software-installation/Untitled%207.png" alt="Untitled"></p>
<p>&#x5982;&#x4E0A;&#x56FE;&#x6240;&#x793A;&#xFF0C;&#x4E00;&#x822C;&#x628A;&#x8FD9;&#x4E2A; <code>C</code> &#x6539;&#x6210; <code>D</code> &#xFF0C;&#x5C31;&#x80FD;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x4E0D;&#x9519;&#x7684; D &#x76D8;&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;&#x7684;&#x8DEF;&#x5F84;&#x3002;</p>
<p><img src="software-installation/Untitled%208.png" alt="Untitled"></p>
<p>&#x5982;&#x4E0A;&#x56FE;&#x6240;&#x793A;&#xFF0C;&#x6709;&#x4E00;&#x4E9B;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;&#x4E0D;&#x662F;&#x300C;&#x4E0B;&#x4E00;&#x6B65;&#x300D;&#x578B;&#x7684;&#xFF0C;&#x800C;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x300C;&#x7ACB;&#x5373;&#x5B89;&#x88C5;&#x300D;&#x7684;&#x6309;&#x94AE;&#x3002;&#x4E00;&#x822C;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x53EF;&#x4EE5;&#x5C55;&#x5F00;&#x300C;&#x81EA;&#x5B9A;&#x4E49;&#x5B89;&#x88C5;&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x9009;&#x9879;&#xFF0C;&#x7136;&#x540E;&#x66F4;&#x6539;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x4F4D;&#x7F6E;&#x3002;</p>
<h2 id="&#x8F6F;&#x4EF6;&#x6536;&#x8D39;&#x3001;&#x7834;&#x89E3;&#x548C;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;">&#x8F6F;&#x4EF6;&#x6536;&#x8D39;&#x3001;&#x7834;&#x89E3;&#x548C;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;</h2>
<p>&#x5F88;&#x591A;&#x8F6F;&#x4EF6;&#x662F;&#x9700;&#x8981;&#x8D2D;&#x4E70;&#x7684;&#xFF0C;&#x5305;&#x62EC; Windows &#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#xFF08;&#x4E00;&#x822C;&#x4F60;&#x8D2D;&#x4E70;&#x7535;&#x8111;&#x65F6;&#xFF0C;&#x7535;&#x8111;&#x5382;&#x5546;&#x5DF2;&#x7ECF;&#x5E2E;&#x4F60;&#x51FA;&#x4E86;&#x4E70; Windows &#x8FD9;&#x90E8;&#x5206;&#x94B1;&#xFF09;&#x3002;&#x5E38;&#x89C1;&#x7684;&#x4E13;&#x4E1A;&#x8F6F;&#x4EF6;&#xFF0C;&#x4ECE;&#x8BBE;&#x8BA1;&#x9886;&#x57DF;&#x7684; Adobe &#x5BB6;&#x65CF;&#x7684; Photoshop&#x3001;Premiere&#xFF0C;&#x5DE5;&#x7A0B;&#x9886;&#x57DF;&#x7684; Autodesk &#x5BB6;&#x65CF;&#x7684; AutoCAD&#x3001;3ds MAX&#xFF0C;&#x5230;&#x5F00;&#x53D1;&#x9886;&#x57DF;&#x7684; JetBrains &#x5BB6;&#x65CF;&#x7684; IDEA&#x3001;PyCharm&#xFF0C;&#x751A;&#x81F3;&#x4E8E;&#x6211;&#x4EEC;&#x6BCF;&#x5929;&#x90FD;&#x5728;&#x7528;&#x7684; Word &#x548C; PowerPoint&#xFF0C;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x5168;&#x90E8;&#x90FD;&#x9700;&#x8981;&#x4ED8;&#x8D39;&#x8D2D;&#x4E70;&#x3002;</p>
<p>&#x800C;&#x7531;&#x4E8E;&#x8FD9;&#x6837;&#x6216;&#x90A3;&#x6837;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x5B9E;&#x9645;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x6216;&#x591A;&#x6216;&#x5C11;&#x90FD;&#x5728;&#x300C;&#x6CA1;&#x6709;&#x4ED8;&#x8D39;&#x800C;&#x767D;&#x5AD6;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x300D;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x7684;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x88AB;&#x300C;&#x7834;&#x89E3;&#x300D;&#x4E86;&#x3002;&#x7834;&#x89E3;&#x4E4B;&#x540E;&#xFF0C;&#x8F6F;&#x4EF6;&#x7684;&#x8BA1;&#x8D39;&#x529F;&#x80FD;&#x5931;&#x6548;&#xFF0C;&#x539F;&#x672C;&#x6536;&#x8D39;&#x7684;&#x8F6F;&#x4EF6;&#x901A;&#x8FC7;&#x67D0;&#x79CD;&#x65B9;&#x5F0F;&#x53D8;&#x6210;&#x4E86;&#x53EF;&#x4EE5;&#x514D;&#x8D39;&#x6C38;&#x4E45;&#x4F7F;&#x7528;&#x7684;&#x8F6F;&#x4EF6;&#x3002;&#x5927;&#x4F53;&#x4E0A;&#xFF0C;&#x7F51;&#x4E0A;&#x6D41;&#x4F20;&#x7684;&#x7834;&#x89E3;&#x8F6F;&#x4EF6;&#x4E00;&#x822C;&#x6709;&#x8FD9;&#x4E48;&#x4E24;&#x79CD;&#x5F62;&#x5F0F;&#xFF1A;</p>
<ul>
<li>&#x4E00;&#x79CD;&#x662F;&#x5DF2;&#x7ECF;&#x5B8C;&#x5168;&#x7834;&#x89E3;&#x4E86;&#x7684;&#x6536;&#x8D39;&#x8F6F;&#x4EF6;&#x3002;&#x8FD9;&#x79CD;&#x8F6F;&#x4EF6;&#x5DF2;&#x7ECF;&#x7ECF;&#x8FC7;&#x4FEE;&#x6539;&#xFF0C;&#x5B89;&#x88C5;&#x5305;&#x5F80;&#x5F80;&#x4E5F;&#x662F;&#x6C11;&#x95F4;&#x81EA;&#x884C;&#x5236;&#x4F5C;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x8D70;&#x6B63;&#x5E38;&#x6D41;&#x7A0B;&#x5B89;&#x88C5;&#xFF0C;&#x5B89;&#x88C5;&#x540E;&#x6253;&#x5F00;&#x5C31;&#x53EF;&#x4EE5;&#x65E0;&#x9650;&#x5236;&#x5730;&#x4F7F;&#x7528;&#x3002;&#x4F8B;&#x5982; <a href="https://weibo.com/vposy" target="_blank">vposy</a> &#x6240;&#x5236;&#x4F5C;&#x7684; Adobe &#x8F6F;&#x4EF6;&#x5957;&#x88C5;&#x3002;</li>
<li>&#x53E6;&#x4E00;&#x79CD;&#x662F;&#x4F7F;&#x7528;&#x6536;&#x8D39;&#x8F6F;&#x4EF6;&#x7684;&#x8BD5;&#x7528;&#x7248;&#x672C;&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;&#xFF0C;&#x518D;&#x5916;&#x52A0;&#x300C;&#x7834;&#x89E3;&#x8865;&#x4E01;&#x300D;&#x3002;&#x8FD9;&#x79CD;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x5305;&#x4F9D;&#x7136;&#x662F;&#x4F7F;&#x7528;&#x5B98;&#x65B9;&#x539F;&#x7248;&#x7684;&#x5B89;&#x88C5;&#x5305;&#xFF0C;&#x5B89;&#x88C5;&#x5B8C;&#x6210;&#x4E4B;&#x540E;&#xFF0C;&#x901A;&#x8FC7;&#x67D0;&#x79CD;&#x300C;&#x6253;&#x8865;&#x4E01;&#x300D;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x5916;&#x6302;&#x300C;&#x6B3A;&#x9A97;&#x300D;&#x8FD9;&#x5B98;&#x65B9;&#x539F;&#x7248;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x8BA9;&#x539F;&#x7248;&#x8F6F;&#x4EF6;&#x4EE5;&#x4E3A;&#x7528;&#x6237;&#x5DF2;&#x7ECF;&#x8D2D;&#x4E70;&#xFF0C;&#x4ECE;&#x800C;&#x89E3;&#x9501;&#x5168;&#x90E8;&#x7684;&#x529F;&#x80FD;&#x5E76;&#x8BA9;&#x7528;&#x6237;&#x65E0;&#x9650;&#x5236;&#x4F7F;&#x7528;&#x3002;&#x5E38;&#x89C1;&#x7684; Office &#x8F6F;&#x4EF6;&#x7684;&#x7834;&#x89E3;&#x3001;Autodesk &#x8F6F;&#x4EF6;&#x7684;&#x7834;&#x89E3;&#x90FD;&#x5C5E;&#x4E8E;&#x6B64;&#x7C7B;&#x3002;</li>
</ul>
<p>&#x4F7F;&#x7528;&#x7834;&#x89E3;&#x8F6F;&#x4EF6;&#x7EC8;&#x7A76;&#x662F;&#x4E00;&#x4EF6;&#x300C;&#x4E0A;&#x4E0D;&#x5F97;&#x53F0;&#x9762;&#x300D;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4F7F;&#x7528;&#x7834;&#x89E3;&#x8F6F;&#x4EF6;&#x4F5C;&#x4E3A;&#x79C1;&#x4E0B;&#x7684;&#x4E2A;&#x4EBA;&#x4F7F;&#x7528;&#x3001;&#x5B66;&#x4E60;&#xFF0C;&#x8F6F;&#x4EF6;&#x5382;&#x5546;&#x5927;&#x591A;&#x662F;&#x4E0D;&#x4F1A;&#x8FDB;&#x884C;&#x8FFD;&#x7A76;&#x7684;&#x3002;<strong>&#x4F46;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x5C06;&#x7834;&#x89E3;&#x8F6F;&#x4EF6;&#xFF08;&#x6216;&#x8005;&#x8BF4;&#xFF0C;&#x76D7;&#x7248;&#x8F6F;&#x4EF6;&#xFF09;&#x7528;&#x4E8E;&#x5546;&#x4E1A;&#x7528;&#x9014;&#xFF0C;&#x90A3;&#x5FC5;&#x7136;&#x8FDF;&#x65E9;&#x4F1A;&#x53D7;&#x5230;&#x8FFD;&#x7A76;</strong>&#x3002;&#x5C3D;&#x7BA1;&#x5B9E;&#x9645;&#x751F;&#x6D3B;&#x4E2D;&#x8F6F;&#x4EF6;&#x5382;&#x5546;&#x7EF4;&#x6743;&#x7684;&#x79EF;&#x6781;&#x7A0B;&#x5EA6;&#x5404;&#x6709;&#x5DEE;&#x5F02;&#xFF0C;&#x5C3D;&#x7BA1;&#x5927;&#x5BB6;&#x4F1A;&#x56E0;&#x4E3A;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x539F;&#x56E0;&#x4E0D;&#x5F97;&#x4E0D;&#x53BB;&#x4F7F;&#x7528;&#x76D7;&#x7248;&#x548C;&#x7834;&#x89E3;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x547C;&#x5401;&#x5927;&#x5BB6;&#x652F;&#x6301;&#x6B63;&#x7248;&#x8F6F;&#x4EF6;&#xFF0C;&#x4E07;&#x4E0D;&#x5F97;&#x5DF2;&#x4F7F;&#x7528;&#x76D7;&#x7248;&#x3001;&#x7834;&#x89E3;&#x8F6F;&#x4EF6;&#x65F6;&#xFF0C;&#x4EC5;&#x4F5C;&#x4E3A;&#x975E;&#x5546;&#x4E1A;&#x7684;&#x4E2A;&#x4EBA;&#x548C;&#x5B66;&#x4E60;&#x7528;&#x9014;&#x3002;</p>
<p>&#x4E0E;&#x90A3;&#x4E9B;&#x7528;&#x6765;&#x76C8;&#x5229;&#x7684;&#x5546;&#x4E1A;&#x8F6F;&#x4EF6;&#x4E0D;&#x540C;&#xFF0C;&#x300C;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x300D;&#x4E0D;&#x4EC5;&#x662F;&#x300C;&#x514D;&#x8D39;&#x300D;&#xFF08;Free as in &#x2018;free beer&#x2019;&#xFF09;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x300C;&#x81EA;&#x7531;&#x300D;&#xFF08;Free as in &#x2018;free speech&#x2019;&#xFF09;&#x7684;&#x3002;&#x5BF9;&#x4E8E;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#xFF0C;&#x4EBA;&#x4EEC;&#x4E0D;&#x4EC5;&#x53EF;&#x4EE5;&#x65E0;&#x507F;&#x4F7F;&#x7528;&#xFF0C;&#x8FD8;&#x80FD;&#x81EA;&#x7531;&#x5730;&#x590D;&#x5236;&#x3001;&#x5206;&#x53D1;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x5728;&#x4E00;&#x5B9A;&#x6761;&#x6B3E;&#x4E4B;&#x4E0B;&#x4FEE;&#x6539;&#x5B83;&#x4EEC;&#x3002;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x7684;&#x539F;&#x59CB;&#x4EE3;&#x7801;&#x662F;&#x516C;&#x5F00;&#x7684;&#xFF0C;&#x4E0B;&#x8F7D;&#x4F7F;&#x7528;&#x662F;&#x514D;&#x8D39;&#x7684;&#xFF0C;&#x5F00;&#x53D1;&#x8005;&#x662F;&#x591A;&#x5143;&#x5305;&#x5BB9;&#x7684;&#x3002;&#x8FD1;&#x4E9B;&#x5E74;&#x6765;&#xFF0C;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x65B0;&#x6D6A;&#x6F6E;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x7684;&#x53D1;&#x5C55;&#x4E0D;&#x65AD;&#x58EE;&#x5927;&#xFF0C;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x5728;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x9886;&#x57DF;&#x5F00;&#x59CB;&#x51FA;&#x73B0;&#x3002;</p>
<p>&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x4E00;&#x4E9B;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x52A8;&#x6447;&#x8FC7;&#x53BB;&#x4E00;&#x4E9B;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x5546;&#x4E1A;&#x8F6F;&#x4EF6;&#x7684;&#x5730;&#x4F4D;&#x3002;&#x6211;&#x4EEC;&#x9F13;&#x52B1;&#x5927;&#x5BB6;&#x5728;&#x5B9E;&#x9645;&#x4F7F;&#x7528;&#x7535;&#x8111;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x591A;&#x591A;&#x5C1D;&#x8BD5;&#x3001;&#x4F7F;&#x7528;&#x4E00;&#x4E9B;&#x4F18;&#x8D28;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x3002;&#x5728;&#x300A;Missing&#x300B;&#x7684;&#x540E;&#x7EED;&#x7AE0;&#x8282;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x63A8;&#x8350;&#x4E00;&#x6279;&#x5404;&#x4E2A;&#x9886;&#x57DF;&#x7684;&#x4F18;&#x8D28;&#x8F6F;&#x4EF6;&#xFF0C;&#x5176;&#x4E2D;&#x5C31;&#x6709;&#x8BB8;&#x591A;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x7684;&#x8EAB;&#x5F71;&#x3002;</p>
<h2 id="uwp-&#x5E94;&#x7528;&#x548C;-microsoft-store">UWP &#x5E94;&#x7528;&#x548C; Microsoft Store*</h2>
<p>&#x4F5C;&#x4E3A; Windows &#x4EB2;&#x7239;&#x7684;&#x5FAE;&#x8F6F;&#x65E9;&#x5728;&#x6570;&#x5E74;&#x524D;&#x5C31;&#x610F;&#x8BC6;&#x5230;&#xFF0C;Windows &#x7CFB;&#x7EDF;&#x4E0B;&#x4E00;&#x76F4;&#x7F3A;&#x5C11;&#x4E00;&#x4E2A;&#x5B98;&#x65B9;&#x7EF4;&#x62A4;&#x7684;&#x3001;&#x50CF; Apple &#x7684; App Store &#x90A3;&#x6837;&#x7684;&#x300C;&#x96C6;&#x4E2D;&#x5316;&#x300D;&#x7684;&#x8F6F;&#x4EF6;&#x4E2D;&#x5FC3;&#xFF0C;&#x7528;&#x6237;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x53EA;&#x80FD;&#x50CF;&#x4E0A;&#x6587;&#x90A3;&#x6837;&#x4E0A;&#x7F51;&#x53BB;&#x82E6;&#x82E6;&#x627E;&#x5BFB;&#x3002;&#x5F7C;&#x65F6;&#x7684;&#x5FAE;&#x8F6F;&#x516C;&#x53F8;&#x6B63;&#x6253;&#x7B97;&#x8FDB;&#x519B;&#x624B;&#x673A;&#x884C;&#x4E1A;&#xFF0C;&#x60F3;&#x8981;&#x548C;&#x5B89;&#x5353;&#x4E0E; iOS &#x5F62;&#x6210;&#x300C;&#x4E09;&#x8DB3;&#x9F0E;&#x7ACB;&#x300D;&#x4E4B;&#x52BF;&#xFF0C;&#x5FAE;&#x8F6F;&#x4E8E;&#x662F;&#x5FC3;&#x60F3;&#xFF1A;&#x4E0D;&#x5982;&#x5F04;&#x4E00;&#x79CD;&#x65B0;&#x7684; app &#x683C;&#x5F0F;&#xFF0C;&#x8FD9;&#x79CD;&#x65B0;&#x7684; app &#x4E0D;&#x4EC5;&#x80FD;&#x5728;&#x6211;&#x4EEC;&#x7684; Windows &#x7535;&#x8111;&#x4E0A;&#x8FD0;&#x884C;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x5728;&#x624B;&#x673A;&#x4E0A;&#x8FD0;&#x884C;&#xFF1B;&#x7136;&#x540E;&#x6211;&#x4EEC;&#x518D;&#x987A;&#x5E26;&#x5F04;&#x4E00;&#x4E2A;&#x5168;&#x662F;&#x8FD9;&#x79CD;&#x65B0;&#x683C;&#x5F0F; app &#x7684;&#x5E94;&#x7528;&#x5546;&#x5E97;&#xFF0C;&#x53EF;&#x8C13;&#x4E00;&#x4E3E;&#x4E24;&#x5F97;&#x3002;&#x4E8E;&#x662F;&#x5FAE;&#x8F6F;&#x5C31;&#x8FD9;&#x4E48;&#x5E72;&#x4E86;&#xFF1A;&#x8FD9;&#x79CD;&#x65B0;&#x7684; app &#x683C;&#x5F0F;&#x53EB;&#x505A;&#x300C;&#x901A;&#x7528; Windows &#x5E73;&#x53F0;&#x5E94;&#x7528;&#x300D;&#xFF08;Universal Windows Platform&#xFF0C;&#x7B80;&#x79F0;&#x300C;UWP &#x5E94;&#x7528;&#x300D;&#xFF09;&#xFF0C;&#x8FD9;&#x4E2A;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x7535;&#x8111;&#x91CC;&#x7684;&#x300C;Microsoft Store&#x300D;&#xFF1A;</p>
<p><img src="software-installation/Untitled%209.png" alt="Untitled"></p>
<p>&#x53EF;&#x662F;&#xFF0C;&#x65F6;&#x8FC7;&#x5883;&#x8FC1;&#xFF1A;&#x5FAE;&#x8F6F;&#x7EC8;&#x7A76;&#x6CA1;&#x6709;&#x80FD;&#x5728;&#x624B;&#x673A;&#x5E02;&#x573A;&#x6253;&#x4E0B;&#x4E00;&#x7247;&#x6C5F;&#x5C71;&#xFF0C;&#x5FAE;&#x8F6F;&#x505A;&#x7684;&#x624B;&#x673A;&#x7CFB;&#x7EDF;&#x6700;&#x7EC8;&#x5728;&#x8FD1;&#x4E24;&#x5E74;&#x5BA3;&#x5E03;&#x300C;&#x8C22;&#x5E55;&#x300D;&#x3002;&#x53EF;&#x662F;&#x5FAE;&#x8F6F;&#x5FC3;&#x60F3;&#xFF0C;&#x8FD9;&#x300C;UWP &#x5E94;&#x7528;&#x300D;&#x7684;&#x5148;&#x8FDB;&#x6784;&#x60F3;&#x548C; Microsoft Store &#x4E0D;&#x80FD;&#x5F00;&#x4E86;&#x5934;&#x5C31;&#x6CA1;&#x4E86;&#x5C3E;&#xFF0C;&#x56E0;&#x6B64;&#x5B83;&#x4EEC;&#x76F4;&#x5230;&#x4ECA;&#x5929;&#x4F9D;&#x7136;&#x88AB;&#x4FDD;&#x7559;&#x5728; Windows &#x7CFB;&#x7EDF;&#x4E4B;&#x4E2D;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x6709;&#x6253;&#x5F00;&#x8FC7;&#x300C;Microsoft Store&#x300D;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x4E00;&#x4E9B;&#x5E94;&#x7528;&#x662F;&#x6211;&#x4EEC;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x5E38;&#x7528;&#x5E94;&#x7528;&#xFF0C;&#x800C;&#x53E6;&#x5916;&#x7684;&#x5927;&#x591A;&#x6570;&#x5E94;&#x7528;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x542C;&#x8BF4;&#x8FC7;&#x3002;&#x800C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x53BB;&#x4ED4;&#x7EC6;&#x67E5;&#x770B;&#x90A3;&#x91CC;&#x9762;&#x7684;&#x5E38;&#x7528;&#x5E94;&#x7528;&#xFF0C;&#x4F1A;&#x53D1;&#x73B0;&#x5B83;&#x4EEC;&#x5F80;&#x5F80;&#x66F4;&#x65B0;&#x5F97;&#x6CA1;&#x6709;&#x5B98;&#x7F51;&#x52E4;&#x5FEB;&#xFF0C;&#x6709;&#x4E9B;&#x751A;&#x81F3;&#x5DF2;&#x7ECF;&#x505C;&#x6B62;&#x4E86;&#x66F4;&#x65B0;&#x3002;</p>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8FD9;&#x5C31;&#x662F; Microsoft Store &#x7684;&#x73B0;&#x72B6;&#xFF1A;&#x4F5C;&#x4E3A;&#x63A8;&#x5E7F;&#x300C;UWP &#x5E94;&#x7528;&#x300D;&#x7684;&#x7B2C;&#x4E00;&#x7EBF;&#xFF0C;&#x5B83;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5F88;&#x62FF;&#x5F97;&#x51FA;&#x624B;&#x7684;&#x300C;&#x6740;&#x624B;&#x950F;&#x300D;&#xFF1B;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x300C;xxx &#x8F6F;&#x4EF6;&#x4E2D;&#x5FC3;&#x300D;&#x7684;&#x66FF;&#x4EE3;&#x54C1;&#xFF0C;&#x5B83;&#x7684;&#x5E94;&#x7528;&#x76F8;&#x5F53;&#x4E0D;&#x5168;&#x3002;&#x5FAE;&#x8F6F;&#x5728; Microsoft Store &#x548C; UWP &#x5E94;&#x7528;&#x4E0A;&#x5145;&#x6EE1;&#x4E86;&#x96C4;&#x5FC3;&#x58EE;&#x5FD7;&#xFF0C;&#x5374;&#x6700;&#x7EC8;&#x843D;&#x5F97;&#x4ECA;&#x5929;&#x7684;&#x7ED3;&#x5C40;&#x3002;</p>
<h2 id="&#x865A;&#x62DF;&#x673A;&#x6F14;&#x793A;&#xFF1A;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x5230;&#x5E95;&#x4F1A;&#x5E72;&#x4EC0;&#x4E48;">&#x865A;&#x62DF;&#x673A;&#x6F14;&#x793A;&#xFF1A;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x5230;&#x5E95;&#x4F1A;&#x5E72;&#x4EC0;&#x4E48;</h2>
<p><strong>&#x8BF7;&#x4E0D;&#x8981;&#x5728;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x4E0A;&#x5C1D;&#x8BD5;&#x6253;&#x5F00;&#x8FD9;&#x79CD;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;</strong></p>
<p>&#x5728;&#x4E0A;&#x6587;&#x4E2D;&#x6211;&#x4EEC;&#x6F14;&#x793A;&#x4E0B;&#x8F7D;&#x300C;SecureCRT&#x300D;&#x65F6;&#xFF0C;&#x5982;&#x679C;&#x70B9;&#x9009;&#x4E86;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x300D;&#xFF0C;&#x4F1A;&#x5F97;&#x5230;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x53EA;&#x6709; 1 MB &#x7684;&#x53EF;&#x6267;&#x884C;&#x6587;&#x4EF6;&#xFF1A;</p>
<p><img src="software-installation/Untitled%2010.png" alt="Untitled"></p>
<p>&#x53CC;&#x51FB;&#x8FD0;&#x884C;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x8FD9;&#x6837;&#x7684;&#x7A97;&#x53E3;&#xFF1A;</p>
<p><img src="software-installation/Untitled%2011.png" alt="Untitled"></p>
<p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x53F3;&#x65B9;&#x6709;&#x56DB;&#x4E2A;&#x6346;&#x7ED1;&#x8F6F;&#x4EF6;&#x7684;&#x590D;&#x9009;&#x6846;&#x88AB;&#x9ED8;&#x8BA4;&#x52FE;&#x9009;&#xFF1A;&#x300C;360 &#x5B89;&#x5168;&#x6D4F;&#x89C8;&#x5668;&#x300D;&#x300C;QQ &#x6E38;&#x620F;&#x5927;&#x5385;&#x300D;&#x300C;U &#x53F7;&#x79DF;&#x300D;&#x300C;&#x767E;&#x5EA6;&#x7F51;&#x76D8;&#x300D;&#xFF0C;&#x53F3;&#x4E0B;&#x65B9;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x300C;&#x516D;&#x95F4;&#x623F;&#x76F4;&#x64AD;&#x300D;&#x3002;</p>
<p>&#x5047;&#x8BBE;&#x6211;&#x4EEC;&#x8DB3;&#x591F;&#x7406;&#x667A;&#xFF0C;&#x53D6;&#x6D88;&#x52FE;&#x9009;&#x4E86;&#x8FD9;&#x4E0A;&#x9762;&#x6240;&#x6709;&#x7684;&#x52FE;&#xFF0C;&#x7136;&#x540E;&#x70B9;&#x51FB;&#x300C;&#x5FEB;&#x901F;&#x5B89;&#x88C5;&#x300D;&#x3002;&#x7B49;&#x5F85;&#x8FDB;&#x5EA6;&#x6761;&#x8DD1;&#x5B8C;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x5230;&#x4E86;&#x8FD9;&#x4E2A;&#x754C;&#x9762;&#xFF1A;</p>
<p><img src="software-installation/Untitled%2012.png" alt="Untitled"></p>
<p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x8FD9;&#x4E2A;&#x754C;&#x9762;&#x4E0A;&#x53C8;&#x6709;&#x4E24;&#x4E2A;&#x8F6F;&#x4EF6;&#x6346;&#x7ED1;&#x300C;&#x7EDD;&#x5730;&#x6C42;&#x751F;&#x300D;&#x548C;&#x300C;&#x50B2;&#x89C6;&#x9738;&#x4E3B;&#x300D;&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x4E2A;&#x300C;&#x4F7F;&#x7528; 360 &#x5B89;&#x5168;&#x5BFC;&#x822A;&#x300D;&#x7684;&#x590D;&#x9009;&#x6846;&#x3002;</p>
<p>&#x5168;&#x90E8;&#x53D6;&#x6D88;&#x8FD9;&#x4E9B;&#x590D;&#x9009;&#x6846;&#xFF0C;&#x6211;&#x4EEC;&#x70B9;&#x51FB;&#x300C;&#x6253;&#x5F00;&#x6587;&#x4EF6;&#x300D;&#xFF0C;&#x7EC8;&#x4E8E;&#x6253;&#x5F00;&#x4E86;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x7684; SecureCRT &#x7684;&#x5B89;&#x88C5;&#x5305;&#x2014;&#x2014;&#x4E00;&#x4E2A;&#x540D;&#x4E3A; <code>SecureCRT.rar</code> &#x7684;&#xFF0C;&#x4F53;&#x79EF;&#x7EA6; 50 MB &#x7684;&#x538B;&#x7F29;&#x5305;&#x3002;&#x800C;&#x8FD9;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x76F4;&#x63A5;&#x70B9;&#x9009;&#x300C;&#x666E;&#x901A;&#x4E0B;&#x8F7D;&#x300D;&#x76F4;&#x63A5;&#x5C31;&#x80FD;&#x4E0B;&#x8F7D;&#x5230;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<p>&#x5982;&#x679C;&#x6211;&#x4EEC;&#x6CA1;&#x6709;&#x53D6;&#x6D88;&#x4E0A;&#x9762;&#x7684;&#x8FD9;&#x4E9B;&#x52FE;&#x9009;&#xFF0C;&#x90A3;&#x4F1A;&#x662F;&#x4EC0;&#x4E48;&#x7ED3;&#x5C40;&#x5462;&#xFF1F;</p>
<p><strong>&#x8B66;&#x544A;&#xFF1A;&#x8BF7;&#x52FF;&#x6A21;&#x4EFF;&#xFF01;</strong></p>
<p><img src="software-installation/Untitled%2013.png" alt="Untitled"></p>
<p><img src="software-installation/Untitled%2014.png" alt="Untitled"></p>
<p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x7535;&#x8111;&#x5DF2;&#x7ECF;&#x88AB;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x6D41;&#x6C13;&#x8F6F;&#x4EF6;&#x5360;&#x9886;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5F97;&#x5230;&#x7684;&#x7ED3;&#x8BBA;&#x662F;&#xFF1A;</p>
<p><strong>&#x6240;&#x8C13;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x6700;&#x540E;&#x4E0B;&#x8F7D;&#x5230;&#x7684;&#x5C31;&#x662F;&#x4F60;&#x70B9;&#x51FB;&#x300C;&#x666E;&#x901A;&#x4E0B;&#x8F7D;&#x300D;&#x5F97;&#x5230;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x7EAF;&#x5C5E;&#x8131;&#x88E4;&#x5B50;&#x653E;&#x5C41;&#x3002;</strong></p>
<p><strong>&#x800C;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x5728;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#x5E26;&#x6709;&#x8BB8;&#x591A;&#x7684;&#x6346;&#x7ED1;&#x52FE;&#x9009;&#xFF0C;&#x4E00;&#x65E6;&#x4E0D;&#x7559;&#x795E;&#x4F60;&#x7684;&#x7535;&#x8111;&#x5C31;&#x4F1A;&#x88AB;&#x5783;&#x573E;&#x8F6F;&#x4EF6;&#x5145;&#x65A5;&#x3002;</strong></p>
<p><em>&#x5907;&#x6CE8;&#xFF1A;&#x8FD9;&#x79CD;&#x6D41;&#x6C13;&#x7684;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x8F7D;&#x5668;&#x300D;&#x4E00;&#x822C;&#x88AB;&#x6211;&#x4EEC;&#x79F0;&#x4E3A;&#x300C;&#x9AD8;&#x901F;&#x4E0B;&#x5D3D;&#x5668;&#x300D;&#x3002;</em></p>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x4E0B;&#x9762;&#x753B;&#x9762;&#x4E2D;&#xFF0C;&#x70B9;&#x51FB;&#x54EA;&#x4E2A;&#x6309;&#x94AE;&#x6700;&#x53EF;&#x80FD;&#x4E0D;&#x4F1A;&#x4E0B;&#x8F7D;&#x5230;&#x5783;&#x573E;&#xFF1F;
<img src="software-installation/Untitled%2015.png" alt="Untitled"></li>
<li>&#x4E0B;&#x9762;&#x753B;&#x9762;&#x4E2D;&#xFF0C;&#x70B9;&#x51FB;&#x54EA;&#x4E2A;&#x6309;&#x94AE;&#x6700;&#x53EF;&#x80FD;&#x4E0D;&#x4F1A;&#x4E0B;&#x8F7D;&#x5230;&#x5783;&#x573E;&#xFF1F;
<img src="software-installation/Untitled%2016.png" alt="Untitled"></li>
<li>&#x4E0B;&#x9762;&#x753B;&#x9762;&#x4E2D;&#xFF0C;&#x600E;&#x6837;&#x64CD;&#x4F5C;&#x6700;&#x53EF;&#x80FD;&#x4E0D;&#x4F1A;&#x4E0B;&#x8F7D;&#x5230;&#x5783;&#x573E;&#xFF1F;
<img src="software-installation/Untitled%2017.png" alt="Untitled"></li>
<li>&#x4E0B;&#x9762;&#x754C;&#x9762;&#x4E2D;&#x6709;&#x51E0;&#x4E2A;&#x6346;&#x7ED1;&#x52FE;&#x9009;&#xFF1F;
<img src="software-installation/Untitled%2018.png" alt="Untitled"></li>
<li>&#x4E0B;&#x8F7D;&#x300C;&#x5FAE;&#x4FE1;&#x7535;&#x8111;&#x7248;&#x300D;&#xFF0C;&#x4E0B;&#x9762;&#x4E09;&#x4E2A;&#x6587;&#x4EF6;&#x4F53;&#x79EF;&#x4E2D;&#x54EA;&#x4E00;&#x4E2A;&#x6700;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x5783;&#x573E;&#x8F6F;&#x4EF6;&#xFF1F;<ol>
<li>640 KB  </li>
<li>1.1 MB  </li>
<li>150 MB  </li>
</ol>
</li>
<li>&#x4E0B;&#x9762;&#x56DB;&#x4E2A;&#x8F6F;&#x4EF6;&#x5B89;&#x88C5;&#x8DEF;&#x5F84;&#xFF0C;&#x8C01;&#x6700;&#x5408;&#x9002;&#xFF1F;&#x5176;&#x4ED6;&#x7684;&#x4E0D;&#x5408;&#x9002;&#x5728;&#x54EA;&#x91CC;&#xFF1F;<ol>
<li>&#x5B89;&#x88C5; Steam&#xFF1A;<code>C:\Program Files\steam</code>  </li>
<li>&#x5B89;&#x88C5;&#x5FAE;&#x4FE1;&#x7535;&#x8111;&#x7248;&#xFF1A;<code>D:\Program Files (x86)\Tencent\Wechat</code>  </li>
<li>&#x5B89;&#x88C5; Vivado&#xFF1A;<code>D:\&#x8F6F;&#x4EF6;\Xilinx\Vivado</code>  </li>
<li>&#x5B89;&#x88C5;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#xFF1A;<code>&#x684C;&#x9762;\&#x6211;&#x7684;&#x8F6F;&#x4EF6;\Cloudmusic</code>  </li>
</ol>
</li>
<li>&#x5047;&#x8BBE;&#x67D0;&#x4E2A;&#x8F6F;&#x4EF6;&#x5DF2;&#x7ECF;&#x88AB;&#x5B89;&#x88C5;&#x5728;&#x4E86;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x6211;&#x73B0;&#x5728;&#x60F3;&#x628A;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x653E;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x526A;&#x5207;&#x79FB;&#x52A8;&#x6574;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x76EE;&#x5F55;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x5417;&#xFF1F;  </li>
<li>&#x67E5;&#x770B;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x4E0A; 5 &#x4E2A;&#x4E0D;&#x540C;&#x8F6F;&#x4EF6;&#x7684;&#x5B89;&#x88C5;&#x4F4D;&#x7F6E;&#xFF0C;&#x5E76;&#x6253;&#x5F00;&#x5B83;&#x4EEC;&#x7684;&#x5B89;&#x88C5;&#x76EE;&#x5F55;&#xFF0C;&#x770B;&#x4E00;&#x770B;&#x91CC;&#x9762;&#x7684;&#x7ED3;&#x6784;&#x3002;</li>
</ol>
<h2 id="&#x6CE8;&#x91CA;">&#x6CE8;&#x91CA;</h2>
<ol>
<li>&#x5F53;&#x4F60;&#x8FD9;&#x6837;&#x6253;&#x5F00; <code>iso</code> &#x6587;&#x4EF6;&#x540E;&#xFF0C;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x4F1A;&#x4E34;&#x65F6;&#x88AB;&#x300C;&#x6620;&#x5C04;&#x300D;&#x6210;&#x7535;&#x8111;&#x91CC;&#x7684;&#x4E00;&#x4E2A;&#x65B0;&#x300C;&#x5206;&#x533A;&#x300D;&#xFF0C;&#x6253;&#x5F00;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#x5C31;&#x80FD;&#x53D1;&#x73B0;&#x5B83;&#x3002;&#x5728;&#x4F60;&#x5B89;&#x88C5;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x6253;&#x5F00;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#xFF0C;&#x53F3;&#x952E;&#x8FD9;&#x4E2A;&#x5206;&#x533A;&#x9009;&#x62E9;&#x3010;&#x5F39;&#x51FA;&#x3011;&#x6765;&#x8BA9;&#x8FD9;&#x4E2A;&#x5206;&#x533A;&#x6D88;&#x5931;&#x3002;</li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="file-and-file-management.html" class="navigation navigation-prev " aria-label="Previous page: 文件与文件管理">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="basic-maintenance.html" class="navigation navigation-next " aria-label="Next page: 基本维护和安全防护">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"软件的寻找与安装","level":"1.3.4","depth":2,"next":{"title":"基本维护和安全防护","level":"1.3.5","depth":2,"path":"missing/basic-maintenance.md","ref":"missing/basic-maintenance.md","articles":[]},"previous":{"title":"文件与文件管理","level":"1.3.3","depth":2,"path":"missing/file-and-file-management.md","ref":"missing/file-and-file-management.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/software-installation.md","mtime":"2022-02-08T03:20:29.864Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-02-08T04:24:10.399Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

